{
	"@metadata": {
		"authors": [
			"EugeneZelenko",
			"Jim-by",
			"Red Winged Duck"
		]
	},
	"questycaptcha-addurl": "Вашае рэдагаваньне ўтрымлівае новыя вонкавыя спасылкі.\nКаб абараніць вікі ад аўтаматычнага спаму ў праўках, мы просім вас адказаць на пытаньне, паказанае ніжэй ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"questycaptcha-badlogin": "Для абароны вікі ад аўтаматычнага падбору пароля, мы просім вас адказаць на пытаньне, паказанае ніжэй ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"questycaptcha-createaccount": "Для абароны вікі ад аўтаматычнага стварэньня рахункаў, мы просім вас адказаць на пытаньне, паказанае ніжэй ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"questycaptcha-create": "Для стварэньня старонкі, калі ласка, адкажыце на пытаньне, паказанае ніжэй ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"questycaptcha-edit": "Для рэдагаваньня гэтай старонкі, калі ласка, адкажыце на пытаньне, паказанае ніжэй ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"questycaptcha-sendemail": "У мэтах абароны вікі ад аўтаматычнага спаму, мы просім вас адказаць на пытаньне, паказанае ніжэй ([[Special:Captcha/help|дадатковая інфармацыя]]):",
	"questycaptchahelp-text": "Вэб-сайты, якія прымаюць запісы ад грамадзкасьці, падобныя на {{GRAMMAR:вінавальны|{{SITENAME}}}}, часта атакуюцца спамэрамі, якія ўжываюць аўтаматызаваныя інструмэнты, каб зьмяшчаць свае спасылкі на шмат сайтаў.\nІ хаця гэтыя спасылкі могуць быць прыбраныя, яны выклікаюць значныя нязручнасьці.\n\nЧасам, асабліва калі Вы дадаеце новыя вонкавыя спасылкі на старонку, {{SITENAME}} можа паказаць Вам выяву з каляровым ці скажоным тэкстам і папрасіць увесьці гэты тэкст.\nПраз тое, што гэтае заданьне цяжка аўтаматызаваць, яно дазволіць большасьці рэальных людзей рабіць запісы, але спыніць большасьць спамэраў і іншых аўтаматызаваных робатаў.\n\nНа жаль, гэта можа выклікаць нязручнасьці для ўдзельнікаў з абмежаваньнямі па зроку і для тых, хто ўжывае тэкставыя ці моўныя браўзэры.\nНа гэты момант мы ня маем аўдыё-альтэрнатывы гэтай праверцы.\nКалі ласка, зьвяжыцеся з [[Special:ListAdmins|адміністратарамі]], калі гэтая праверка перашкаджае Вам рабіць слушныя запісы.\n\nНацісьніце кнопку «назад» у Вашым браўзэры, каб вярнуцца да рэдагаваньня старонкі."
}
