{
	"@metadata": {
		"authors": [
			"CERminator",
			"KWiki",
			"Srdjan m"
		]
	},
	"questycaptcha-addurl": "Vaša izmjena sadrži nove vanjske linkove.\nU cilju zaštite wikija od automatiziranog neželjenog sadržaja, molimo odgovorite na pitanje koje je prikazano ispod ([[Special:Captcha/help|više informacija]]):",
	"questycaptcha-badlogin": "U cilju zaštite wikija od automatiziranog probijanja lozinki, molimo Vas da odgovorite na pitanje koje je prikazano ispod ([[Special:Captcha/help|više informacija]]):",
	"questycaptcha-createaccount": "U cilju zaštite wikija od automatiziranog pravljenja računa, molimo Vas da odgovorite na pitanje koje je prikazano ispod ([[Special:Captcha/help|više informacija]]):",
	"questycaptcha-create": "Da biste napravili stranicu, molimo Vas da odgovorite na pitanje koje je prikazano ispod ([[Special:Captcha/help|više informacija]]):",
	"questycaptcha-edit": "Da biste uredili ovu stranicu, molimo Vas da odgovorite na pitanje koje je prikazano ispod ([[Special:Captcha/help|više informacija]]):",
	"questycaptcha-sendemail": "U cilju zaštite wikija od automatiziranog spamovanja, molimo Vas da odgovorite na pitanje koje je prikazano ispod ([[Special:Captcha/help|više informacija]]):",
	"questycaptchahelp-text": "Websajtovi koji podržavaju doprinose iz javnosti, kao što je ovaj viki, često zloupotrebljavaju vandali koji koriste automatizovane alate da šalju svoje linkove ka mnogim sajtovima.\nIako se ovi neželjeni linkovi mogu ukloniti, oni ipak zadaju veliku muku.\n\nPonekad, pogotovo kad se dodaju novi internet linkovi na stranicu, wiki može tražiti od Vas da odgovorite na pitanje. Pošto je teško automatizovati ovakav zadatak, on omogućuje svim pravim ljudima da vrše svoje izmjene, ali će zato spriječiti vandale i ostale robotske napadače.\n\nMolimo Vas da kontaktirate [[Special:ListAdmins|administratore stranice]] za pomoć ako je ovo prepreka za Vas da pravite uobičajene izmjene.\n\nKliknite 'nazad' ('back') dugme vašeg preglednika da se vratite na polje za unos teksta."
}
