{
	"@metadata": {
		"authors": [
			"Imre",
			"Kghbln",
			"Umherirrender"
		]
	},
	"questycaptcha-addurl": "Ihre Bearbeitung enthält neue externe Links.\nZum Schutz vor automatisiertem Spam beantworten Sie bitte die untenstehende Frage ([[Special:Captcha/help|weitere Informationen]]):",
	"questycaptcha-badlogin": "Zum Schutz vor einer Kompromittierung Ihres Benutzerkontos beantworten Sie bitte die folgende Frage ([[Special:Captcha/help|weitere Informationen]]):",
	"questycaptcha-createaccount": "Zum Schutz des Wikis vor einer automatisierten Anlage von Benutzerkonten bitten wir Sie, die folgende Frage zu beantworten ([[Special:Captcha/help|weitere Informationen]]):",
	"questycaptcha-create": "Bitte beantworten Sie die folgende Frage, um diese Seite erstellen zu können ([[Special:Captcha/help|weitere Informationen]]):",
	"questycaptcha-edit": "Bitte beantworten Sie die folgende Frage, um diese Seite bearbeiten zu können ([[Special:Captcha/help|weitere Informationen]]):",
	"questycaptcha-sendemail": "Zum Schutz vor automatisiertem Spam bitten wir Sie, die folgende Frage zu beantworten ([[Special:Captcha/help|weitere Informationen]]):",
	"questycaptchahelp-text": "Internetangebote, die — wie dieses Wiki — für Beiträge von praktisch jedem offen sind, werden häufig von Spammern missbraucht, welche versuchen, mithilfe entsprechender Werkzeuge ihre Links automatisch auf vielen Webseiten zu platzieren.\nZwar können derartige Spam-Links wieder entfernt werden, doch stellen sie trotzdem ein erhebliches Ärgernis dar.\n\nIn manchen Fällen, meist beim Versuch, neue Weblinks zu einer Seite hinzuzufügen, kann es vorkommen, dass Sie um die Beantwortung einer Frage gebeten wirst.\nDa es kaum möglich ist, dies zu automatisieren, können hierdurch die meisten Spammer aufgehalten werden. Menschlichen Benutzer sollten ihre Bearbeitungen hingegen durchführen können.\n\nSollte Sie dieses Verfahren beim Vornehmen erwünschter Bearbeitungen behindern, wenden Sie sich bitte an einen [[Special:ListAdmins|Administrator]], um Unterstützung zu erhalten.\n\nDer „Zurück“-Knopf des Browsers führt zurück zum Bearbeitungsfenster."
}
