{
	"@metadata": {
		"authors": [
			"Omnipaedista",
			"Protnet"
		]
	},
	"questycaptcha-desc": "Γεννήτρια Questy CAPTCHA για το Confirm Edit",
	"questycaptcha-addurl": "Η επεξεργασία σας περιλαμβάνει νέους εξωτερικούς συνδέσμους.\nΓια την προστασία του wiki ενάντια σε αυτοματοποιημένη επεξεργασία spam, σας παρακαλούμε να απαντήσετε στην παρακάτω ερώτηση ([[Special:Captcha/help|περισσότερες πληροφορίες]]):",
	"questycaptcha-badlogin": "Για την προστασία του wiki ενάντια σε αυτοματοποιημένο σπάσιμο κωδικών, σας παρακαλούμε να απαντήσετε στην παρακάτω ερώτηση ([[Special:Captcha/help|περισσότερες πληροφορίες]]):",
	"questycaptcha-createaccount": "Για την προστασία του wiki ενάντια σε αυτοματοποιημένη δημιουργία λογαριασμών, σας παρακαλούμε να απαντήσετε στην παρακάτω ερώτηση ([[Special:Captcha/help|περισσότερες πληροφορίες]]):",
	"questycaptcha-create": "Για να δημιουργήσετε τη σελίδα, σας παρακαλούμε να απαντήσετε στην παρακάτω ερώτηση ([[Special:Captcha/help|περισσότερες πληροφορίες]]):",
	"questycaptcha-edit": "Για να επεξεργαστείτε αυτή τη σελίδα, σας παρακαλούμε να απαντήσετε στην παρακάτω ερώτηση ([[Special:Captcha/help|περισσότερες πληροφορίες]]):",
	"questycaptcha-sendemail": "Για την προστασία του wiki ενάντια σε αυτοματοποιημένο σπαμάρισμα, σας παρακαλούμε να απαντήσετε στην παρακάτω ερώτηση ([[Special:Captcha/help|περισσότερες πληροφορίες]]):",
	"questycaptchahelp-text": "Οι ιστότοποι που επιτρέπουν δημόσιες συνεισφορές, όπως αυτό το wiki, παραβιάζονται συχνά από spammers που χρησιμοποιούν αυτοματοποιημένα εργαλεία για να δημοσιεύουν μαζικά υπερσυνδέσμους σε πλήθος ιστοτόπων. Αν και αυτοί οι σύνδεσμοι spam μπορούν να αφαιρεθούν, είναι μεγάλος μπελάς.\n\nΜερικές φορές, ειδικά κατά την προσθήκη νέων συνδέσμων σε μια σελίδα, το wiki μπορεί να σας ζητήσει να απαντήσετε σε μια ερώτηση. Δεδομένου ότι αυτή η εργασία είναι δύσκολο να αυτοματοποιηθεί, θα επιτρέψει στους περισσότερους πραγματικούς ανθρώπους να κάνουν τις δημοσιεύσεις τους, σταματώντας όμως spammers και άλλους ρομποτικά επιτιθέμενους.\n\nΠαρακαλούμε επικοινωνήστε με τους [[Special:ListAdmins|διαχειριστές του ιστότοπου]] για βοήθεια εάν αυτό για κάποιο λόγο σας αποτρέπει να εκτελέσετε θεμιτές ενέργειες.\n\nΠατήστε το κουμπί «πίσω» στον περιηγητή σας για να επιστρέψετε στον επεξεργαστή σελίδων."
}
