{
	"@metadata": {
		"authors": [
			"Crazymadlover",
			"Pertile",
			"Sporeunai",
			"Macofe"
		]
	},
	"questycaptcha-addurl": "Tu edición incluye enlaces externos nuevos. \nPara proteger el wiki contra el spam automatizado, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-badlogin": "Para proteger el wiki contra el descifrado automatizado de contraseñas, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-createaccount": "Para proteger el wiki contra la creación automatizada de cuentas, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-create": "Para crear la página, por favor responde la pregunta que aparece abajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-edit": "Para editar esta página, responde la pregunta que aparece abajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-sendemail": "Para proteger el wiki contra el spam automatizado, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptchahelp-text": "Sitios Web que aceptan contribuciones del público, como este wiki, son constantemente abusadas por enviadores de spam quienes usan herramientas automáticas para agregar sus enlaces a muchos sitios.\nAsí estos enlaces spam puedan ser borrados, son una molestia significativa.\n\nA veces, especialmente cuando se agregan nuevos enlaces web a una página, el wiki puede pedirte que respondas a una pregunta.\nYa que esta es una tarea que es difícil de automatizar, eso permitirá que más seres humanos reales hagan sus contribuciones mientras detiene a la mayor parte de enviadores de spam y otros atacantes robóticos.\n\nPor favor contacta a los [[Special:ListAdmins|administradores del sitio]] para asistencia si esto está impidiéndote hacer contribuciones legítimas.\n\nHaz click en el botón 'atrás' en tu navegador para regresar al editor de página."
}
