{
	"@metadata": {
		"authors": [
			"Crazymadlover",
			"Macofe",
			"Pertile",
			"Sporeunai",
			"Tiberius1701"
		]
	},
	"questycaptcha-addurl": "Tu edición incluye enlaces externos nuevos. \nPara proteger el wiki contra el spam automatizado, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-badlogin": "Para proteger el wiki contra el descifrado automatizado de contraseñas, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-createaccount": "Para proteger el wiki contra la creación automatizada de cuentas, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-create": "Para crear la página, por favor responde la pregunta que aparece abajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-edit": "Para editar esta página, responde la pregunta que aparece abajo ([[Special:Captcha/help|más información]]):",
	"questycaptcha-sendemail": "Para proteger el wiki contra el spam automatizado, te pedimos que respondas la pregunta que aparece debajo ([[Special:Captcha/help|más información]]):",
	"questycaptchahelp-text": "Los sitios web que aceptan contribuciones del público, como esta wiki, son constantemente acosadas por spammers que usan herramientas automatizadas para agregar sus enlaces a muchos sitios.\nSi bien estos enlaces de spam se pueden eliminar, son una molestia importante.\n\nA veces, especialmente cuando se agregan nuevos enlaces web a una página, el wiki puede pedirte que respondas a una pregunta.\nDado que esta es una tarea difícil de automatizar, permitirá que la mayoría de los seres humanos realicen sus contribuciones mientras detienen a la mayoría de los spammers y otros atacantes robóticos.\n\nPonte en contacto con con los [[Special:ListAdmins|administradores del sitio]] para obtener ayuda si esto te impide realizar contribuciones legítimas.\n\nHaz click en el botón 'atrás' en tu navegador para regresar al editor de páginas."
}
