{
	"@metadata": {
		"authors": [
			"Bennylin",
			"Irwangatot",
			"IvanLanin",
			"Iwan Novirion"
		]
	},
	"questycaptcha-addurl": "Suntingan Anda menambahkan pranala eksternal yang baru.\nUntuk melindungi dari spam otomatis, mohon jawab pertanyaan di bawah ini\n([[Special:Captcha/help|info lebih lanjut]]):",
	"questycaptcha-badlogin": "Untuk melindungi dari pemecah kata sandi otomatis, mohon jawab pertanyaan di bawah ini\n([[Special:Captcha/help|info lebih lanjut]]):",
	"questycaptcha-createaccount": "Untuk melindungi dari pembuatan akun otomatis, mohon jawab pertanyaan di bawah ini\n([[Special:Captcha/help|info lebih lanjut]]):",
	"questycaptcha-create": "Untuk membuat halaman, mohon jawab pertanyaan di bawah ini\n([[Special:Captcha/help|info lebih lanjut]]):",
	"questycaptcha-edit": "Untuk menyunting halaman ini, mohon jawab pertanyaan di bawah ini\n([[Special:Captcha/help|info lebih lanjut]]):",
	"questycaptcha-sendemail": "Sebagai pelindungan terhadap spam otomatis, silahkan jawab pertanyaan di bawah ini ([[Special:Captcha/help|info lengkap]]):",
	"questycaptchahelp-text": "Situs-situs web yang menerima tulisan dari publik, seperti wiki ini, kerapkali disalahgunakan oleh pengguna-pengguna yang tidak bertanggungjawab untuk mengirimkan spam dengan menggunakan program-program otomatis guna membahkan prnala mereka pada berbagai situs web.\nWalaupun pranala-pranala spam tersebut dapat dibuang, tetapi tetap saja menimbulkan gangguan yang berarti.\n\nKadang-kadang, terutama sat menambahkan pranala web baru ke suatu halaman, wiki akan meminta anda menjawab suatu pertanyaan. \nKarena ini merupakan suatu pekerjaan yang sulit diotomatisasi, pembatasan ini akan dapat dengan mudah dilalui oleh manusia, sekaligus juga dapat menghentikan hampir semua serangan spam dan robot otomatis lainnya.\n\nSilakan hubungi [[Special:ListAdmins|pengurus]] untuk meminta bantuan jika hal ini menghambat anda untuk mengirimkan suntingan yang layak.\n\nTekan tombol 'back' di penjelajah web Anda untuk kembali ke halaman penyuntingan."
}
