{
	"@metadata": {
		"authors": [
			"Lam-ang"
		]
	},
	"questycaptcha-addurl": "Ti unurnosmo ket mangiraman kadagiti silpo ti ruar.\nTapno masalakniban ti wiki kadagiti spam nga automatiko a naurnos, naemmakami nga agkiddaw kenka nga ikabilmo dagiti balikas nga agparang dita baba ([[Special:Captcha/help|adu ay a pakaammo]]):",
	"questycaptcha-badlogin": "Tapno makasalakniban ti wiki kadagiti automatiko a pinagsulbar ti kontrasenias, naemmakami nga agkiddaw kenka a sungbatam ti saludsod nga agparang dita baba. ([[Special:Captcha/help|adu pay a pakaammo]]):",
	"questycaptcha-createaccount": "Tapno makasalakniban ti wiki kadagiti automatiko a panagpartuat ti pakabilangan, naemmakami nga agkiddaw kenka a sungbatam ti saludsod nga agparang dita baba. ([[Special:Captcha/help|adu pay a pakaammo]]):",
	"questycaptcha-create": "Tapno makaaramid ti panid, pangaasim a sungbatan ti saludsud a nagparang dita baba. ([[Special:Captcha/help|adu pay a pakaammo]]):",
	"questycaptcha-edit": "Tapno makaurnoy ditoya panid, pangaasim a sungbatan ti saludsud a nagparang dita baba. ([[Special:Captcha/help|adu pay a pakaammo]]):",
	"questycaptcha-sendemail": "Tapno makasalakniban ti wiki kadagiti automatiko a panag-spam, naemmakami nga agkiddaw kenka a sungbatam ti saludsod nga agparang dita baba. ([[Special:Captcha/help|adu pay a pakaammo]]):",
	"questycaptchahelp-text": "Dagiti sapot a pagsaadan nga agaw-awat kadagiti maipablaak iti publiko, kasla daytoy a wiki, ket kanayon nga inabuso dagiti spammers nga agus-usar ti automatiko a ramramit ti pinagipablaak da kadagiti kukua da a panilpo ti adu a pagsasaadan. \nMaikkat met dagitoy a panilpo, mgen makariri da unay.\n\nNo sagpaminsan pay, nangruna no agikabil kadagiti baro a panilpo ti sapot iti panid, ti wiki ket agdamag kenka nga agsungbat ti maysa a saludsod. \nYantangay daytoy ket obra a narigat a ma-automatiko, agpalubos kadagiti agpayso a tattao ti agipablaak bayat nga agpasardeng ti kaaduan a spammers ken dagiti robot nga agraraut.\n\nPangngaasi a kontaken ti [[Special:ListAdmins|administrador ti pagsaadan ]] para iti pannulong no daytoy ket saan a napadpadaanan a pawilan na ti agpayso a pinagbaplaak mo.\n\nPeslen ti 'agsubli' a buton dita pagbasabasam (browser) ti agsubli idiay panid ti pinagurnos."
}
