{
	"@metadata": {
		"authors": [
			"Beta16",
			"Darth Kule",
			"Nemo bis"
		]
	},
	"questycaptcha-addurl": "La modifica richiesta aggiunge dei collegamenti esterni alla pagina.\nPer proteggere il wiki dallo spam automatico, ti chiediamo gentilmente di rispondere alla domanda che compare di seguito ([[Special:Captcha/help|come funziona?]]):",
	"questycaptcha-badlogin": "Per proteggere il wiki dalla forzatura automatica delle password, ti chiediamo gentilmente di rispondere alla domanda che compare di seguito ([[Special:Captcha/help|come funziona?]]):",
	"questycaptcha-createaccount": "Per proteggere il wiki dalla creazione automatica di nuovi accessi, ti chiediamo gentilmente di rispondere alla domanda che compare di seguito ([[Special:Captcha/help|come funziona?]]):",
	"questycaptcha-create": "Per creare la pagina si prega di rispondere alla domanda che compare di seguito ([[Special:Captcha/help|come funziona?]]):",
	"questycaptcha-edit": "Per modificare questa pagina si prega di rispondere alla domanda che compare di seguito ([[Special:Captcha/help|come funziona?]]):",
	"questycaptcha-sendemail": "Per proteggere il wiki dalle modifiche automatiche che aggiungono spam, ti chiediamo gentilmente di rispondere alla domanda che compare di seguito ([[Special:Captcha/help|come funziona?]]):",
	"questycaptchahelp-text": "Capita spesso che i siti web che accettano contributi pubblici, come questo wiki, siano presi di mira da persone che usano strumenti automatici per inserire collegamenti pubblicitari verso un gran numero di siti (spam). Per quanto i collegamenti indesiderati si possano rimuovere, si tratta comunque di una seccatura non indifferente. \n\nIn alcuni casi, ad esempio quando si tenta di aggiungere nuovi collegamenti web in una pagina, il software wiki può richiedere di rispondere a una domanda. Poiché si tratta di un'azione difficile da replicare da parte di un computer, questo meccanismo consente a (quasi tutti) gli utenti reali di effettuare i proprio contributi, impedendo l'accesso alla maggior parte degli spammer e degli altri attacchi automatizzati. \n\nSe queste procedure impediscono contributi che si ritengono legittimi, si prega di contattare gli [[Special:ListAdmins|amministratori del sito]] e chiedere loro assistenza. \n\nFare clic sul pulsante \"indietro\" del browser per tornare alla pagina di modifica."
}
