{
	"@metadata": {
		"authors": [
			"Les Meloures",
			"Robby",
			"Soued031"
		]
	},
	"questycaptcha-addurl": "An Ärer Ännerung sinn nei extern Linken.\nFir d'Wiki géint automatesche Spam-Ännerungen ze schützen, froe mir Iech d'Fro hei ënnendrënner ze beäntweren ([[Special:Captcha/help|méi Informatiounen]]):",
	"questycaptcha-badlogin": "Fir dës Wiki géint d'automatiséiert Knacke vu Passwierder ze schütze, froe mir Iech d'Fro hei ënnendrënner ze beäntweren ([[Special:Captcha/help|méi Informatiounen]]):",
	"questycaptcha-createaccount": "Fir d'Wiki géint d'automatiséiert Uleeë vu Benotzerkonten ze schützen, froe mir Iech d'Fro hei ënnendrënner ze beäntweren ([[Special:Captcha/help|méi Informatiounen]]):",
	"questycaptcha-create": "Fir d'Säit unzeleeën, beäntwert wgl. déi Fro hei ënnedrënner ([[Special:Captcha/help|méi Informatiounen]]):",
	"questycaptcha-edit": "Fir dës Säit z'änneren, beäntwert wgl. déi Fro hei ënnedrënner ([[Special:Captcha/help|méi Informatiounen]]):",
	"questycaptcha-sendemail": "Fir ze hëllefe dës Wiki géint automatiséierte Spam ze schütze, beäntwert wgl. déi Fro hei ënnendrënner ([[Special:Captcha/help|méi Informatiounen]]):",
	"questycaptchahelp-text": "Websäiten, déi et jiddwerengem erlaben Ännerungen ze maachen, sou wéi dës Wiki, ginn dacks vu sougenannte Spammer mëssbraucht, déi automatiséiert hir Linken op vill Internetsäite setzen.\nSou Spam-Linke kënne wuel geläscht ginn, mä si sinn trotzdeem eng grouss Plo.\n\nHeiansdo, besonnesch wann nei Internet-Linken op eng Säit derbäigesat ginn, freet dës Wiki Iech eng Fro ze beäntwerten.\nWell dat eng Aufgab ass déi schwéier z'automatiséieren ass, erlaabt dëst datt Mënschen hir Ännerunge kënnen aginn, während déi meescht Spammer an aner Roboter-Attacke kënnen ofgewiert ginn.\n\nKontaktéiert wgl. d'[[Special:ListAdmins|Administrateure vun dësem Site]] fir Hëllef wann dat Iech onerwaarter Weis vu legitimen Editten ofhält.\n\nDréckt op den 'Zréck' Knäppche vun ärem Browser fir an d'Beaarbechtungsfënster zréckzekommen."
}
