{
	"@metadata": {
		"authors": [
			"Giromin Cangiaxo"
		]
	},
	"questycaptcha-addurl": "A modiffica domandâ a l'azonze di colegamenti esterni a-a paggina.\nPe proteze o wiki da-o spam automatico, te domandemmo gentilmente de risponde a-a domanda ch'a compâ chì aproeuvo ([[Special:Captcha/help|comme l'è ch'o fonçion-a?]]):",
	"questycaptcha-badlogin": "Pe proteze a wiki da-a sforçatua aotomatizâ de password, te preghemmo de risponde a-a domanda ch'a compâ chì de sotta ([[Special:Captcha/help|comme l'è ch'o fonçion-a?]]):",
	"questycaptcha-createaccount": "Pe proteze a wiki da-i tentativi de registraçion aotomatizâ, te domandemmo pe piaxei de risponde a-a domanda ch'a compâ chì de sotta ([[Special:Captcha/help|comme l'è ch'o funçion-a?]]):",
	"questycaptcha-create": "Pe creâ a paggina se prega de risponde a-a domanda ch'a compâ chì de sotta ([[Special:Captcha/help|comme l'è ch'o fonçion-a?]]):",
	"questycaptcha-edit": "Pe modificâ sta paggina se prega de risponde a-a domanda ch'a compâ chì aproeuvo ([[Special:Captcha/help|comme l'è ch'o fonçion-a?]]):",
	"questycaptcha-sendemail": "Pe proteze o wiki da-a spam aotomatizâ, te preghemmo de risponde a-a domanda ch'a compâ chì de sotta ([[Special:Captcha/help|comme l'è ch'o fonçion-a?]]):",
	"questycaptchahelp-text": "Sucede soventi che i sciti web ch'acettan de contribuçioin da-o pubbrico, comme questa wiki, seggian ascidiæ da di spammers ch'adoeuvian di strumenti aotomatizæ pe insei di inganci verso un muggio de sciti. Pe quante se posse levâ sti conligamenti indexidiæ, se tratta comunque de 'n fastiddio no indiferente. \n\nIn çerti caxi, presempio quande se tenta d'azonze di noeuvi conligamenti web inte 'na pagina, o software wiki o poriæ domandâte de risponde a 'na domanda. Scicomme se tratta de 'n'açion difiççile da aotomatizâ, sto meccanismo o consente a-a ciu gran parte di utenti reali de fâ e sò contribuçioin, impedindo l'acesso a-a ciu gran parte di spammer e di atri attacchi aotomatizæ. \n\nSe queste procedue t'impediscian de contriboî legittimamente, pe piaxei contatta i [[Special:ListAdmins|amministratoî do scito]] e domandighe ascistença. \n\nClicca o pomello \"inderê\" do navegatô pe tornâ a-a paggina de modiffica."
}
