{
	"@metadata": {
		"authors": [
			"Bjankuloski06"
		]
	},
	"questycaptcha-desc": "Создавач на сликички со текнувало за потврда на уредувања",
	"questycaptcha-addurl": "Вашето уредување содржи нови надворешни врски.\nЗа го заштитиме викито од автоматизиран спам, би ве замолиле да одговорите на прашањето подолу ([[Special:Captcha/help|повеќе инфо]]):",
	"questycaptcha-badlogin": "За да ни помогнете да се заштитиме од автоматизирано пробивање на лозинки, би ве замолиле да одговорите на прашањето подолу ([[Special:Captcha/help|повеќе инфо]]):",
	"questycaptcha-createaccount": "За да ни помогнете да се заштитиме од автоматизирано создавање на сметки, би ве замолиле да одговорите на прашањето подолу ([[Special:Captcha/help|повеќе инфо]]):",
	"questycaptcha-create": "За да ја создадете страницата, одговорете на прашањето подолу ([[Special:Captcha/help|повеќе инфо]]):",
	"questycaptcha-edit": "За да ја уредите страницава, одговорете на прашањето подолу ([[Special:Captcha/help|повеќе инфо]]):",
	"questycaptcha-sendemail": "За да се заштитиме од автоматизирано спамирање, би ве замолиле да одговорите на прашањето подолу ([[Special:Captcha/help|повеќе информации]]):",
	"questycaptchahelp-text": "Мрежните места  кои прифаќаат учество на јавноста, како ова вики, честопати страдаат од спамери кои користат автоматизирани алатки за да ги додаваат нивните врски на голем број мрежни места.\nИако врските на спамерот може да се отстранат, тие значително ја пореметуваат нашата работа.\n\nПонекогаш, особено кога додава нови врски на страница, викито може да ви побара да одговорите на прашање.\nБидејќи ова е задача која е тешко да се автоматизира, им овозможува вистинските корисници да придонесуваат, а им попречува на спамерите и другите роботски напаѓачи.\n\nКонтактирајте ги [[Special:ListAdmins|администраторите на страната]] за помош доколку ова неочекувано ве спречува во правењето на искрени придонеси.\n\nСтиснете на копчето „назад“ во вашиот прелисувач за да се вратите на уредувањето на страницата."
}
