{
	"@metadata": {
		"authors": [
			"Eduardo.mps",
			"Giro720",
			"Luckas",
			"555",
			"Felipe L. Ewald"
		]
	},
	"questycaptcha-addurl": "Sua edição inclui novos links externos.\nPara proteger a wiki contra spam automatizado de edição, nós lhe pedimos gentilmente que responda a pergunta que aparece abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-badlogin": "Para proteger a wiki contra spam automatizado de edição, nós lhe pedimos gentilmente que responda a pergunta que aparece abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-createaccount": "Para proteger o wiki contra a quebra automática de senha, nós lhe pedimos gentilmente que responda a pergunta que aparece abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-create": "Para criar a página, por favor responda a questão que aparece abaixo ([[Special:Captcha/help|more info]]):",
	"questycaptcha-edit": "Para editar esta página, por favor responda a questão que aparece abaixo ([[Special:Captcha/help|more info]]):",
	"questycaptcha-sendemail": "Para proteger a wiki contra o spam automatizado, nós lhe pedimos gentilmente que responda a pergunta que aparece abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptchahelp-text": "Sites que aceitam contribuições públicas, como este wiki, são vulneráveis a spammers que utilizam ferramentas automatizadas para inserir os seus links em diversos locais. \nApesar de ser possível remover tais links, eles são um incômodo significativo.\n\nAlgumas vezes, especialmente ao adicionar novos links externos a uma página, o wiki pode pedir a você que responda a uma pergunta. \nUma vez que essa é uma tarefa um tanto difícil de ser automatizada, ela possibilita que a maioria dos humanos faça as suas contribuições ao mesmo tempo que inibe as que forem feitas por spammers e mecanismos automatizados.\n\nEntre em contato com os [[Special:ListAdmins|administradores do site]] para pedir ajuda caso isso esteja te impedindo de realizar contribuições legítimas.\n\nClique no botão 'voltar' de seu navegador para retornar ao editor de páginas."
}
