{
	"@metadata": {
		"authors": [
			"Crazymadlover",
			"Giro720",
			"Hamilton Abreu",
			"Fúlvio",
			"Athena in Wonderland"
		]
	},
	"questycaptcha-addurl": "A sua edição introduziu hiperligações externas novas.\nPara proteger esta wiki contra o spam automatizado, por favor, responda à questão apresentada abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-badlogin": "Para proteger esta wiki contra mecanismos automatizados de descoberta de palavras-passe, por favor, responda à questão apresentada abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-createaccount": "Para proteger esta wiki contra a criação de contas automatizada, por favor, responda à questão apresentada abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-create": "Para criar a página, por favor, responda à questão apresentada abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-edit": "Para editar esta página, por favor, responda à questão apresentada abaixo ([[Special:Captcha/help|mais informações]]):",
	"questycaptcha-sendemail": "Para proteger esta wiki contra o spam automatizado, por favor, responda à seguinte pergunta ([[Special:Captcha/help|mais informações]]):",
	"questycaptchahelp-text": "Sítios na Internet abertos a edição pública, como é o caso desta wiki, são frequentemente abusados por ''spammers'' que utilizam ferramentas automatizadas para inserção em massa de hiperligações em muitos sítios.\nEmbora essas hiperligações possam ser removidas, representam um incómodo significativo.\n\nPor vezes, especialmente quando introduzir hiperligações externas novas numa página, a wiki pedirá que responda a uma pergunta.\nPorque esta é uma tarefa difícil de automatizar, permite que a maioria das pessoas façam as suas edições, ao mesmo tempo que inibe edições feitas por ''spammers'' e outros mecanismos automatizados.\n\nPor favor, contacte os [[Special:ListAdmins|administradores]] para assistência, caso esta funcionalidade esteja a impedi-lo de fazer edições legítimas.\n\nClique o botão 'voltar' do seu browser para voltar à página de edição."
}
