{
	"@metadata": {
		"authors": [
			"BaRaN6161 TURK",
			"Hedda",
			"Joseph",
			"Vito Genovese"
		]
	},
	"questycaptcha-desc": "Onayla Düzenleme için Questy CAPTCHA üreteci",
	"questycaptcha-addurl": "Değişikliğiniz yeni dış bağlantı içeriyor.\nOtomatik reklama karşı korunmaya yardımcı olmak ve viki'yi otomatik spam düzenlemeye karşı korumak için aşağıda görünen soruyu yanıtlamanızı rica ederiz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"questycaptcha-badlogin": "Viki'yi otomatik şifre kırmaya karşı korumak için aşağıda görünen soruyu yanıtlamanızı rica ederiz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"questycaptcha-createaccount": "Viki'yi otomatik hesap oluşturmaya karşı korumak için aşağıda görünen soruyu yanıtlamanızı rica ediyoruz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"questycaptcha-create": "Sayfayı oluşturmak için, lütfen ([[Special:Captcha/help|daha fazla bilgi]]) bölümünün altında yer alan soruya cevap verin:",
	"questycaptcha-edit": "Sayfayı değiştirmek için, lütfen ([[Special:Captcha/help|daha fazla bilgi]]) bölümünün altında yer alan soruya cevap verin:",
	"questycaptcha-sendemail": "Viki'yi otomatik istenmeyen postalara karşı korumak için aşağıda görünen soruyu yanıtlamanızı rica ediyoruz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"questycaptchahelp-text": "Bu viki gibi herkesin katkı yapmasına izin veren web siteleri, genellikle bir çok siteye verilen bağlantıları ekleyen otomatik araçlar kullanan reklam amaçlı kullanıcılar tarafından istismar edilmektedir.\nBu reklam bağlantıları kaldırılabiliyor olsa da, önemli bir sıkıntı yaratmaktadırlar.\n\nBazen, özellikle bir sayfaya yeni web bağlantıları eklenirken, viki size bir soru sorabilir.\nBu, otomatikleştirilmesi zor bir iş olduğu için, insanların katkılarını yapmasını mümkün kılarken çoğu reklam amaçlı kullanıcıyı ya da robot saldırganı durduracaktır.\n\nBu durumun sizi normal katkılarınızı yapmaktan olağandışı bir şekilde alıkoyması halinde, lütfen destek için [[Special:ListAdmins|site hizmetlileri]] ile irtibata geçin.\n\nSayfa editörüne dönmek için tarayıcınızın 'geri' düğmesine tıklayın."
}
