{
	"@metadata": {
		"authors": [
			"Andriykopanytsia",
			"Diemon.ukr",
			"Gzhegozh",
			"Ата"
		]
	},
	"questycaptcha-desc": "Генератор Questy CAPTCHA для підтвердження редагування",
	"questycaptcha-addurl": "Ваше редагування містить нові зовнішні посилання.\nІз метою захисту вікі від спаму просимо вас дати відповідь на питання, що наводиться нижче ([[Special:Captcha/help|докладніше]]):",
	"questycaptcha-badlogin": "Із метою захисту вікі від автоматичного підбору пароля, просимо вас дати відповідь на питання, що наводиться нижче ([[Special:Captcha/help|докладніше]]):",
	"questycaptcha-createaccount": "Із метою захисту вікі від автоматичного створення облікових записів просимо вас дати відповідь на питання, що наводиться нижче ([[Special:Captcha/help|докладніше]]):",
	"questycaptcha-create": "Щоб створити сторінку, будь ласка, дайте відповідь на питання, що наводиться нижче ([[Special:Captcha/help|докладніше]]):",
	"questycaptcha-edit": "Щоб редагувати цю сторінку, будь ласка, дайте відповідь на питання, що наводиться нижче ([[Special:Captcha/help|докладніше]]):",
	"questycaptcha-sendemail": "Із метою захисту вікі від автоматичного спаму просимо вас дати відповідь на питання, що наводиться нижче ([[Special:Captcha/help|докладніше]]):",
	"questycaptchahelp-text": "Сайти, які надають можливість змінювати свій зміст, як це вікі, часто є місцем зловживання спамерів, які використовують автоматизовані інструменти для додавання посилань на інші сайти. \nХоча ці спам-посилання можуть бути вилучені, вони є суттєвим негативним чинником. \n\nІноді, особливо при додаванні нових посилань веб-сторінки, вікі може попросити вас відповісти на запитання. \nЦе є завданням, яке важко автоматизувати, тому воно дозволить більшості реальних людей зробити свій внесок, і заразом зупинить більшість спамерів та інших роботизованих нападників. \n\nБудь ласка, зв'яжіться з [[Special:ListAdmins|адміністраторами сайту]] по допомогу, якщо ця система не дозволяє вам робити допустимий внесок. \n\nНатисніть на кнопку \"назад\" у браузері, щоб повернутися на сторінку редагування."
}
