{
	"@metadata": {
		"authors": [
			"Reptilien.19831209BE1",
			"Srtxg"
		]
	},
	"questycaptcha-addurl": "Dins vos candjmints i gn a des novelès dfoûtrinnès hårdêyes (URL).\nPo mete li wiki a houte des robots di spam, nos vs dimandans d' acertiner ki vos estoz bén ene djin, po çoula respondez al kesse chal pa dzo ([[Special:Captcha/help|pus di racsegnes]]):",
	"questycaptcha-badlogin": "Po mete li wiki a houte des des robots ki sayèt d' adviner les screts, nos  vs dimandans d' acertiner ki vos estoz bén ene djin, po çoula respondoz al kesse chal pa dzo ([[Special:Captcha/help|pus di racsegnes]]):",
	"questycaptcha-createaccount": "Po mete li wiki a houte des des robots k' ahivèt des contes otomaticmint, nos  vs dimandans d' acertiner ki vos estoz bén ene djin, po çoula respondoz al kesse chal pa dzi ([[Special:Captcha/help|pus di racsegnes]]):",
	"questycaptcha-create": "Por vos poleur ahiver l' pådje, vos dvoz responde al kesse chal pa dzo ([[Special:Captcha/help|pus di racsegnes]]):",
	"questycaptcha-edit": "Po candjî cisse pådje ci, vos dvoz responde al kesse chal pa dzo ([[Special:Captcha/help|pus di racsegnes]]):",
	"questycaptcha-sendemail": "Po mete li wiki a houte des robots di spam, nos vs dimandans d’&nbsp;bén vleur acertiner ki vos estoz bén ene djin, po çoula respondoz al kesse k’&nbsp;on vos dmande ci-dzo ([[Special:Captcha/help|pus di racsegnes]])&nbsp;:",
	"questycaptchahelp-text": "Les waibes k' acceptèt des messaedjes do publik, come ci wiki chal, sont sovint eployîs pa des må-fjhants spameus, po pleur mete, avou des usteyes otomatikes, des loyéns di rclame viè les sites da zels.\nBén seur, on pout todi les disfacer al mwin, mins c' est on soyant ovraedje.\n\nAdon, pa côps, copurade cwand vos radjoutez des hårdêyes a ene pådje, on eployrè ene passete d' acertinaedje, dj' ô bén k' on vs dimandrè d' responde a ene kesse. Come çoula est ene sacwè d' målåjheye a fé otomaticmint pa on robot, çoula permete di leyî les vraiyès djins fé leus candjmints tot arestant l' plupårt des spameus et des sfwaitès atakes pa robot.\n\nS' i vs plait contactez les [[Special:ListAdmins|manaedjeus do site]] po d' l' aidance si çoula vos espaitche di fé vos candjmints ledjitimes.\n\nClitchîz sol boton «En erî» di vosse betchteu waibe po rivni al pådje di dvant."
}
