{
	"@metadata": {
		"authors": [
			"Armando-Martin",
			"Fitoschido",
			"McDutchie",
			"Matiia",
			"Macofe",
			"Dgstranz"
		]
	},
	"oathauth-desc": "Proporciona compatibilidad con la autenticación mediante contraseñas en HMAC de un solo uso",
	"specialpages-group-oath": "Autenticación de dos factores",
	"oathauth-account": "Nombre de la cuenta:",
	"oathauth-secret": "Clave secreta de autenticación en dos pasos:",
	"oathauth-enable": "Activar la autenticación en dos pasos",
	"oathauth-scratchtokens": "La lista siguiente es una lista de claves de un solo uso. Estas claves solo pueden utilizarse una vez y son para uso de emergencia. Por favor, anótalas y mantenlas en un lugar seguro. Si pierdes el teléfono, estas claves son la única manera de recuperar tu cuenta. Estas claves nunca se mostrarán una segunda vez.",
	"oathauth-token": "Clave",
	"oathauth-disable": "Deshabilitar la autenticación de dos factores",
	"oathauth-validatedoath": "Se han validado las credenciales de dos factores. Ahora se aplicará la autenticación de dos factores.",
	"oathauth-noscratchforvalidation": "No puedes utilizar códigos predefinidos para confirmar la autenticación de dos pasos. Tales códigos solo sirven como respaldo y para uso ocasional accesorio. Utiliza un código de verificación proveniente de un generador de códigos.",
	"oathauth-failedtovalidateoath": "Error al validar las credenciales de dos factores",
	"oathauth-disabledoath": "Se ha deshabilitado la autenticación de dos factores.",
	"oathauth-prefs-label": "Autenticación en dos etapas:",
	"oathauth-step1": "Paso 1: descarga un programa de autenticación en dos pasos",
	"oathauth-step1-test": "Descarga un programa para la autentificación de dos pasos. Puede tratarse de una aplicación móvil (como Google Authenticator) o bien de una aplicación de escritorio",
	"oathauth-step2": "Paso 2: escanea el código QR",
	"oathauth-step2alt": "O escribe el secreto manualmente:",
	"oathauth-step3": "Paso 3: escribe los códigos",
	"oathauth-step4": "Paso 4: verificación",
	"oathauth-entertoken": "Escribe un código de tu dispositivo de autentificación para verificar:",
	"right-oathauth-enable": "Activar la autenticación en dos pasos",
	"action-oathauth-enable": "activar la autenticación de dos pasos",
	"oathauth-auth-ui": "Escribe el código de verificación de tu dispositivo de autenticación",
	"oathauth-login-failed": "Falló la verificación.",
	"oathauth-describe-provider": "Autenticación de dos factores (OATH).",
	"grant-group-authentication": "Realizar acciones de autentificación para uno mismo y para otros",
	"grant-oath": "Acceder a la autentificación de dos factores (OATH) para uno mismo y para otros",
	"right-oathauth-api-all": "Consultar y validar la inofrmación OATH para uno mismo y para otros",
	"action-oathauth-api-all": "verificar el estado de OATH",
	"apihelp-query+oath-description": "Comprobar si la autentificación de dos factores (OATH) está habilitada para un usuario.",
	"apihelp-query+oath-param-user": "Usuario del que obtener información. Por defecto, se trata del usuario actual.",
	"apihelp-query+oath-example-1": "Obtener información sobre el usuario actual",
	"apihelp-query+oath-example-2": "Obtener información sobre el usuario <kbd>Example</kbd>"
}
