{
	"@metadata": {
		"authors": [
			"Benel",
			"Bunukwiki",
			"Matma Rex"
		]
	},
	"captcha-edit-fail": "CAPTCHA mungangaw saca mahedaw.",
	"captcha-desc": "nipabeli CAPTCHA sitaneng sapikawa babakahen a sulit atu mizatneg tu mima",
	"captcha-label": "CAPTCHA",
	"captcha-help": "patukil nu yincenma",
	"captcha-info-help": "CAPTCHA ID sapuelac",
	"captcha-id-label": "CAPTCHA ID",
	"captcha-id-help": "yasulyang manakanca panukas akapasumad.",
	"captcha-createaccount-fail": "CAPTCHA mungangaw saca mahedaw.",
	"captcha-sendemail-fail": "CAPTCHA mungangaw saca mahedaw.",
	"captcha-disabledinapi": "tina saungay maydih pisaungay CAPTCHA sawantan, sisa la’cus micaliw API misaungay.",
	"captcha-error": "nay labuay a mungangaw, CAPTCHA ID malucek mungangaw: $1",
	"captchahelp-title": "CAPTCHA buhci tu kamu",
	"captchahelp-cookies-needed": "maydih kisu miwawah saazihay-sakaluk a Cookies kya kapah pisaungay tina sasahicaan.",
	"captchahelp-text": "layapen pabinawlan pazepit palatuh a calay-kakacawan(wangcan), maleca tina Wiki, sawsawni apatahtah nu tatuni’ palatuh payakayakay a tademaw pisaungay lunukan sakaluk, i yadah calay-kakacawan(wangcan) pazepit tatuni’ masasiket.\nhaca kapah misipu uyniyay tatuni’ masasiket, uyzasa tina tatenga’ izaw ku libut.\n\nsisa，hatizaay a lawad, uzuma i kasabelih cunus calay-kakacawan(wangcan) masasiket, Wiki apaazih izaw kulikulitan kisu saca malingangu’ sulit a zunga, maydih kisu misulit kya paazihay a sulit.\nu nanu tina saungay utiih malunukay, taneng ngay tatenga’ay a misaungayay pazepit palatuh atu miliyas sayadahay a tatuni’ palatuh payakayakay atu malunukay sakaluk a debungan.\n\nkasaetiman, tina hakay utiih sakay caayka kapah ku mataay saca pisaungay ku sulit palana’an saca ngiha’palana’an a saazihay-sakaluk.\nuyzasa ayzasa caay henay kami nipabeli mibalic tu ngiha’ay a sakaluk.\namahica saungay ilabu’ nu hulic nu misu talibahalay misuayaw tu kelec, pipatakus [[Special:ListAdmins|calay-kakacawan(wangcan) mikuwanay]] papatun  miedap.\n\npipecec saazihay-sakaluk a “tatiku” pipenecan kya tatiku kasabelih sakawaw-kalumyiti-sakaluk",
	"captcha-addurl-whitelist": "#<!-- amana misaimed tina silsil --> <pre>\n#kamu-sakilul kese mahiza isasa’:\n# * amahicahica nay \"#\" tatebanan nu nisulitan  angangan katukuh izikuz dayhiw buhci tu kamu \n# * amahicahica caay nayi’ ku cacan silsil dayhiw liyad tatungusay pakatineng a zateng，apahica sasutili’  URL a angangan-kikay\n#</pre> <!-- amana misaimed tina silsil -->",
	"right-skipcaptcha": "mileku amateka’ CAPTCHA ID a saungay amana milawat CAPTCHA ID cyinyin",
	"captcha-apihelp-param-captchaword": "patukil ku yincenma",
	"captcha-apihelp-param-captchaid": "milunguc nuayaway a kodo nu ID",
	"confirmedit-preview-content": "lacul"
}
