{
	"@metadata": {
		"authors": [
			"Bellayet",
			"Leemon2010",
			"Nasir8891",
			"Prometheus.pyrphoros",
			"Usarker",
			"Zaheen",
			"Aftab1995",
			"Aftabuzzaman"
		]
	},
	"captcha-edit": "এই নিবন্ধটি সম্পাদনা করতে দয়া করে নিচের কার্যটি সমাধান করুন এবং ফলাফলটি বাক্সটিতে প্রবেশ করান ([[Special:Captcha/help|আরও তথ্য]]):",
	"captcha-edit-fail": "ক্যাপচা ভুল অথবা অনুপস্থিত।",
	"captcha-desc": "স্প্যাম এবং পাসওয়ার্ড অনুমান প্রতিরোধে ক্যাপচা প্রযুক্তি ব্যবহার",
	"captcha-label": "ক্যাপচা",
	"captcha-addurl": "আপনার সম্পাদনায় নতুন বহিঃসংযোগ বিদ্যমান।\nস্বয়ংক্রিয় স্প্যামের বিরুদ্ধে সুরক্ষার খাতিরে অনুগ্রহ নিচের কার্যটি সমাধান করুন এবং উত্তরটি বাক্সে প্রবেশ করান ([[Special:Captcha/help|আরও তথ্য]]):",
	"captcha-badlogin": "স্বয়ংক্রিয় পাসওয়ার্ড ক্র‌্যাকিং-এর বিরুদ্ধে সুরক্ষার খাতিরে অনুগ্রহ করে নিচের কার্যটি সমাধান করুন এবং উত্তরটি বাক্সে প্রবেশ করান ([[Special:Captcha/help|আরও তথ্য]]):",
	"captcha-createaccount": "স্বয়ংক্রিয় অ্যাকাউন্ট সৃষ্টি রোধ করার জন্য অনুগ্রহ করে নিচের কার্যটি সমাধান করুন এবং উত্তরটি বাক্সে প্রবেশ করান ([[Special:Captcha/help|আরও তথ্য]]):",
	"captcha-createaccount-fail": "ক্যাপচা ভুল অথবা অনুপস্থিত",
	"captcha-create": "পাতাটি সৃষ্টি করতে চাইলে অনুগ্রহ করে নিচের কার্যটি সমাধান করুন এবং উত্তরটি বাক্সে প্রবেশ করান ([[Special:Captcha/help|আরও তথ্য]]):",
	"captcha-sendemail": "স্বয়ংক্রিয় স্প্যাম থেকে উইকিকে সুরক্ষার জন্য, অনুগ্রহ করে নিচের কার্যটি সমাধান করুন এবং উত্তরটি বাক্সে প্রবেশ করান ([[Special:Captcha/help|আরও তথ্য]]):",
	"captcha-sendemail-fail": "ক্যাপচা ভুল অথবা অনুপস্থিত",
	"captcha-disabledinapi": "এই কাজটি করার জন্য একটি ক্যাপচা প্রয়োজন, তাই এটি এপিআই দ্বারা করা যাবে না।",
	"captchahelp-title": "ক্যাপচা সাহায্য",
	"captchahelp-cookies-needed": "এই কাজটি করার জন্য আপনাকে আপনার ব্রাউজারের কুকি সক্রিয় করতে হবে।",
	"captchahelp-text": "যেসব ওয়েবসাইট পোস্টিং-এর জন্য উন্মুক্ত, যেমন এই উইকিটি, সেগুলি প্রায়ই স্প্যামারদের আক্রমণের শিকার হয়। স্প্যামাররা স্বয়ংক্রিয় সরঞ্জাম ব্যবহার করে তাদের সংযোগগুলি বহু সাইটে পোস্ট করে। এই স্প্যাম সংযোগগুলি মুছে ফেলা সম্ভব, কিন্তু এগুলি যথেষ্ট বিরক্তির উদ্রেক করে।\n\nকখনো কখনো, বিশেষ করে কোন পাতায় নতুন ওয়েব সংযোগ যোগ করার সময়, উইকিটি আপনাকে রঙিন বা বিকৃত টেক্সটবিশিষ্ট ছবি দেখিয়ে আপনাকে শব্দটি টাইপ করতে বলতে পারে। যেহেতু এই কাজটি স্বয়ংক্রিয়ভাবে সম্পাদন করা দুরূহ, তাই এই ব্যবস্থার ফলে প্রকৃত মানুষেরা পোস্ট করতে পারবেন কিন্তু বেশির ভাগ স্প্যামার বা রোবটভিত্তিক আক্রমণ বাধাপ্রাপ্ত হবে।\n\nযারা চোখে কম দেখতে পান কিংবা টেক্সটভিত্তিক বা উক্তিভিত্তিক ব্রাউজার ব্যবহার করছেন, দুর্ভাগ্যবশত এই ব্যবস্থাটি তাদের জন্য সমস্যার সৃষ্টি করবে। এই মুহূর্তে আমাদের কাছে এই ব্যবস্থাটির কোন অডিও বিকল্প নেই। যদি ব্যবস্থাটি আপনাকে বৈধ পোস্ট করতে অযাচিত বাধা দেয়, অনুগ্রহ করে [[Special:ListAdmins|সাইটের প্রশাসকদের]] কাছে সাহায্য চান।\n\nআপনি এখন ব্রাউজারের পিছন বোতাম চেপে পাতা সম্পাদকে ফেরত যেতে পারেন।",
	"captcha-addurl-whitelist": " #<!-- এই লাইনটি যে রকম আছে ঠিক সেই রকম রেখে দিন --> <pre>\n# সিনট্যাক্স নিম্নরূপ:\n#  * \"#\" ক্যারেক্টার থেকে শুরু হয়ে লাইনের শেষ পর্যন্ত সবকিছু একটি মন্তব্য\n#  * খালি নয় এমন প্রতিটি লাইন একটি রেজেক্স খণ্ডাংশ যেটি URLগুলির ভেতরে হোস্টগুলির সাথে মিলে যাবে।\n  #</pre> <!-- এই লাইনটি যে রকম আছে ঠিক সেই রকম রেখে দিন -->",
	"right-skipcaptcha": "ক্যাপচাতে না গিয়ে ক্যাপচা ট্রিগারিং এর কাজ করুন",
	"captcha-apihelp-param-captchaword": "ক্যাপচার উত্তর দেয়া",
	"captcha-apihelp-param-captchaid": "পূর্ববর্তী অনুরোধ থেকে ক্যাপচা আইডি",
	"confirmedit-preview-line": "লাইন নম্বর",
	"confirmedit-preview-content": "বিষয়বস্তু",
	"confirmedit-preview-validity": "বৈধতা",
	"confirmedit-preview-valid": "বৈধ",
	"confirmedit-preview-invalid": "অবৈধ"
}
