{
	"@metadata": {
		"authors": [
			"BrokenArrow",
			"Jaan513",
			"Pikne"
		]
	},
	"captcha-edit": "Et seda lehekülge redigeerida, lahenda palun järgmine ülesanne ja sisesta vastus kasti ([[Special:Captcha/help|lisateave]]).",
	"captcha-edit-fail": "Robotilõksu vastus on vale või puudub.",
	"captcha-desc": "Pakub robotilõksu abil kaitset rämpspostituste ja paroolide äraarvamise vastu.",
	"captcha-label": "Robotilõks",
	"captcha-addurl": "Sinu muudatus sisaldab uusi välislinke.\nPalun lahenda allpool järgmine ülesanne ja sisesta vastus kasti, et saaksid muudatuse salvestada. Abinõu on viki kaitseks automaadistatud rämpsmuudatuste eest ([[Special:Captcha/help|lisateave]]):",
	"captcha-badlogin": "Palun lahenda allpool järgmine ülesanne ja sisesta vastus kasti. Abinõu on viki kaitseks automaatsete parooliäraarvajate eest ([[Special:Captcha/help|lisateave]]):",
	"captcha-createaccount": "Palun lahenda allpool järgmine ülesanne ja sisesta vastus kasti. Abinõu on viki kaitseks kontode automaatse loomise eest ([[Special:Captcha/help|lisateave]]):",
	"captcha-createaccount-fail": "Puuduv või valesti sisestatud robotilõksu tekst.",
	"captcha-create": "Et lehekülg luua, lahenda palun allpool järgmine ülesanne ja sisesta vastus kasti ([[Special:Captcha/help|lisateave]]):",
	"captcha-sendemail": "Palun lahenda allpool järgmine ülesanne ja sisesta vastus kasti. Abinõu on viki kaitseks automaadistatud rämpsmuudatuste eest ([[Special:Captcha/help|lisateave]]):",
	"captcha-sendemail-fail": "Vigane või puuduv robotilõksu tekst.",
	"captcha-disabledinapi": "Ühes selle toiminguga tuleb läbida robotilõks ja seetõttu ei saa seda API kaudu sooritada.",
	"captchahelp-title": "Mis on robotilõks?",
	"captchahelp-cookies-needed": "Selle toimimiseks peab brauser lubama küpsiseid.",
	"captchahelp-text": "Võrgukohti, mis lubavad külastajatel sisu muuta, nagu ka see viki, kasutavad sageli rämpsposti levitajad, kes lisavad lehekülgedele näiteks reklaamlinke. Kuigi neid linke saab eemaldada, on nad siiski tülikad.\n\nKui registreerid kasutajakonto või lisad mõnele leheküljele uusi veebilinke, näidatakse sulle värvilise või moonutatud tekstiga pilti ning palutakse sisestada sellel kuvatud sõnad. Kuna arvutil on raske pildilt teksti välja lugeda, on see tõhusaks kaitseks rämpspostirobotite vastu ja lubab samas tavakasutajatel rahus muudatusi teha.\n\nKahjuks võib see tekitada ebamugavusi nägemisraskustega inimestele või neile, kes kasutavad tehiskõneseadet või tekstipõhist brauserit. Hetkel pole meil helipõhist alternatiivi.\nKui sul tekib raskusi muudatuste tegemisel, võta palun ühendust selle võrgukoha [[Special:ListAdmins|administraatoritega]].\n\nKonto registreerimise lehele või redigeerimislehele naasmiseks klõpsa brauseri ''tagasi''-nuppu.",
	"captcha-addurl-whitelist": "  #<!-- Jäta see rida muutmata kujule. --> <pre>\n# Süntaks:\n#  * Kõik alates märgist \"#\" kuni rea lõpuni on kommentaar\n#  * Iga rida, mis ei ole tühi, on regulaaravaldise osa, milleks sobib internetiaadressi osadest ainult hostinimi\n  #</pre> <!-- Jäta see rida muutmata kujule. -->",
	"right-skipcaptcha": "Sooritada robotilõksu vallapäästvaid toiminguid testi läbimata"
}
