{
	"@metadata": {
		"authors": [
			"An13sa",
			"BrokenArrow",
			"Kobazulo",
			"Pi",
			"Xabier Armendaritz",
			"Subi",
			"Sator",
			"Osoitz"
		]
	},
	"captcha-edit": "Orri hau editatzeko, ebatz ezazu beheko batuketa erraz hau, eta idatz ezazu erantzuna kutxan ([[Special:Captcha/help|argibide gehiago]]):",
	"captcha-desc": "CAPTCHA teknika erabiltzen ditu, spametik eta pasahitz-asmatzeetatik babesteko",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Zure aldaketan kanpo loturak daude. Wikia spam automatikotik babesteko, honako eginkizun hau ebatzi behar duzu zure edizioa gorde dadin ([[Special:Captcha/help|info gehiago]]):",
	"captcha-createaccount": "Wikian kontuen sorkuntza automatikoa saihesteko, mesedez, azpiko taulan agertzen den batura erraz hori egin eta sartu erantzuna taulatxoan ([[Special:Captcha/help|Zer da hau?]]):",
	"captcha-createaccount-fail": "CAPTCHA kodea falta da, edo desegokia da.",
	"captcha-create": "Orri hau sortzeko, ebatz ezazu beheko batuketa erraz hau, eta idatz ezazu erantzuna kutxan ([[Special:Captcha/help|argibide gehiago]]):",
	"captcha-sendemail-fail": "CAPTCHA kodea falta da, edo desegokia da.",
	"captchahelp-title": "Captcha laguntza",
	"captchahelp-cookies-needed": "Beharrezkoa da nabigatzailean cookieak gaituta izatea honek funtzionatzeko.",
	"captchahelp-text": "Publikoki aldaketak egiteko aukerak dituzten webguneetan, wiki honetan bezalaxe, spam testuak gehitzen dira sarritan tresna automatikoak erabiliz.\nLotura horiek ezabatu egin daitezkeen arren, traba dira.\n\nBatzuetan, eta bereziki webgune berri bateko loturak gehitzen dituzunean, hitz batzuk dituen irudi bat agertuko zaizu, eta bertan ageri den testua idazteko eskatuko zaizu. Lan hori automatizatzeko zaila da, eta pertsonei ezer kostatzen ez zaigunez, spam testuak saihesteko lagungarria da.\n\nZoritxarrez, ikusmen mugatua edo testu bidezko nabigatzaileak erabiltzen dituzten erabiltzeek arazoak izan ditzakete. Horrelako zerbait gertatzen bazaizu, mesedez, jarri [[Special:ListAdmins|administratzaileekin]] harremanetan.\n\nZure nabigatzaileko 'atzera' lotura erabili aldaketen orrialdera itzultzeko."
}
