{
	"@metadata": {
		"authors": [
			"Crochet.david",
			"Gomoko",
			"Grondin",
			"IAlex",
			"Meithal",
			"Nicolas NALLET",
			"PieRRoMaN",
			"Seb35",
			"Sherbrooke",
			"Tititou36",
			"Urhixidur",
			"Verdy p",
			"Wyz",
			"Zetud",
			"Orlodrim",
			"Wladek92"
		]
	},
	"captcha-edit": "Pour modifier cette page, résolvez la tâche ci-dessous et  inscrivez le résultat dans le champ ([[Special:Captcha/help|plus d’informations]]):",
	"captcha-edit-fail": "CAPTCHA incorrect ou manquant.",
	"captcha-desc": "Offre des techniques CAPTCHA pour protéger contre le pollupostage et la découverte des mots de passe par essais multiples",
	"captcha-label": "CAPTCHA",
	"captcha-help": "Solution du CAPTCHA.",
	"captcha-info-help": "Description du CAPTCHA.",
	"captcha-id-label": "Identificateur CAPTCHA",
	"captcha-id-help": "Cette valeur devrait être retournée non modifiée.",
	"captcha-addurl": "Votre modification inclut de nouveaux liens externes.\nPour protéger le wiki contre le pourriel automatisé, veuillez résoudre la tâche suivante et inscrire le résultat dans le champ pour sauvegarder vos modifications  ([[Special:Captcha/help|plus d’informations]]) :",
	"captcha-badlogin": "Pour protéger le wiki contre la découverte automatique des mots de passe, nous vous demandons de bien vouloir résoudre la tâche ci_dessous et d'écrire la réponse dans le champ ([[Special:Captcha/help|plus d’informations]]) :",
	"captcha-createaccount": "Afin de nous aider à lutter contre les créations automatiques de comptes, veuillez résoudre la tâche ci-dessous et inscrire le résultat dans le champ ([[Special:Captcha/help|plus d’informations]]) :",
	"captcha-createaccount-fail": "CAPTCHA erroné ou manquant.",
	"captcha-create": "Pour créer la page, veuillez résoudre la tâche ci-dessous et inscrire le résultat dans le champ ([[Special:Captcha/help|plus d’informations]]) :",
	"captcha-sendemail": "Afin de nous aider à prévenir le pollupostage automatisé, veuillez résoudre la tâche et inscrire le résultat dans le champ ([[Special:Captcha/help|plus d’informations]]) :",
	"captcha-sendemail-fail": "CAPTCHA incorrect ou absent.",
	"captcha-disabledinapi": "Cette action requiert un CAPTCHA, donc elle ne peut pas être effectuée via l’API.",
	"captcha-error": "La vérification CAPTCHA a échoué avec l'erreur interne: $1",
	"captchahelp-title": "Aide sur le CAPTCHA",
	"captchahelp-cookies-needed": "Il vous faudra autoriser les témoins (''cookies'') dans votre navigateur pour que cela fonctionne.",
	"captchahelp-text": "Les sites web qui acceptent des contributions du public, tels que ce wiki, sont souvent victimes de spammeurs qui utilisent des outils automatisés pour placer de nombreux liens vers leurs sites.\nMême si cette pollution peut être effacée, elle n’en reste pas moins irritante.\n\nParfois, particulièrement lors de l’ajout de nouveaux liens externes dans une page, le wiki peut vous montrer une image d’un texte embrouillé, déformé ou coloré et vous demander de taper les mots indiqués.\nCette tâche étant difficile à accomplir de façon automatisée, cela permet à la plupart des humains de réaliser leurs contributions tout en stoppant la plupart des spammeurs et autres attaquants robotisés.\n\nMalheureusement, cette solution peut gêner les utilisateurs malvoyants ou qui utilisent un navigateur en texte seul ou vocal. Nous ne disposons pas d’alternative audio pour l’instant.\nVeuillez contacter [[Special:ListAdmins|les administrateurs du site]] si cela vous empêche de façon inattendue de faire des contributions légitimes.\n\nCliquez sur le bouton « Précédent » de votre navigateur pour revenir à la page de modification.",
	"captcha-addurl-whitelist": " #<!-- laissez cette ligne exactement telle quelle --><pre>\n# La syntaxe est la suivante :\n#  * Tout caractère depuis « # » jusqu’à la fin de la ligne est interprété comme un commentaire.\n#  * Toute ligne non vide est un fragment d’expression rationnelle qui ne correspondra qu’aux hôtes dans les liens hypertextes.\n  #</pre><!-- laissez cette ligne exactement telle quelle -->",
	"right-skipcaptcha": "Réaliser des actions qui déclenchent un CAPTCHA sans avoir à passer celui-ci",
	"captcha-apihelp-param-captchaword": "Réponse au CAPTCHA",
	"captcha-apihelp-param-captchaid": "Identifiant de CAPTCHA de la requête précédente",
	"confirmedit-preview-line": "Numéro de ligne",
	"confirmedit-preview-content": "Contenu",
	"confirmedit-preview-validity": "Validité",
	"confirmedit-preview-valid": "valide",
	"confirmedit-preview-invalid": "non valide",
	"confirmedit-preview-description": "Le tableau suivant montre la liste des lignes de cette page et si c’est une adresse ou une plage d’adresses IP valide. Si la ligne est une adresse ou une plage d’adresses IP valide, elle sera en liste blanche pour CAPTCHA, mais les lignes non valides seront ignorées. Un exemple de plage d’adresse IP valide est : 69.208.0.0/16 qui va de 69.208.0.0 à 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Plus d’information] sur le calcul d’une plage d’adresse IP."
}
