{
	"@metadata": {
		"authors": [
			"Borgx",
			"Diki Ananta",
			"Farras",
			"Ilham151096",
			"IvanLanin",
			"Iwan Novirion",
			"Kenrick95",
			"Rex",
			"Sumbukompor"
		]
	},
	"captcha-edit": "Untuk menyunting halaman ini, harap pecahkan penjumlahan sederhana di bawah ini dan masukkan jawaban di kotak yang tersedia ([[Special:Captcha/help|info lengkap]]):",
	"captcha-desc": "Menyediakan teknik captcha untuk melindungi terhadap spam dan penebakan sandi",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Suntingan Anda menyertakan pranala luar baru.\nSebagai pelindungan terhadap ''spam'' otomatis, Anda harus mengetikkan hasil perhitungan sederhana berikut ini \n([[Special:Captcha/help|info lengkap]]):",
	"captcha-badlogin": "Untuk melindungi wiki ini dari perengkahan kunci sandi otomatis, harap masukkan hasil perhitungan sederhana berikut dalam kotak yang tersedia ([[Special:Captcha/help|info lengkap]]):",
	"captcha-createaccount": "Untuk melindungi wiki ini dari pembuatan akun otomatis, kami meminta Anda untuk mengetikkan hasil perhitungan sederhana di bawah ini dalam kotak yang tersedia \n([[Special:Captcha/help|info lengkap]]):",
	"captcha-createaccount-fail": "Kode CAPTCHA salah atau belum diisi.",
	"captcha-create": "Untuk menyunting halaman ini, silakan pecahkan penjumlahan sederhana di bawah ini dan masukkan jawaban di kotak yang tersedia ([[Special:Captcha/help|info lengkap]]):",
	"captcha-sendemail": "Untuk melindungi wiki ini dari spam otomatis, kami meminta Anda untuk memecahkan penjumlahan sederhana di bawah ini dan masukkan jawaban di kotak yang tersedia ([[Special:Captcha/help|more info]]):",
	"captcha-sendemail-fail": "Kode CAPTCHA salah atau belum diisi.",
	"captcha-disabledinapi": "Tindakan ini membutuhkan captcha, sehingga tidak dapat dilakukan melalui API.",
	"captchahelp-title": "Mengenai Captcha",
	"captchahelp-cookies-needed": "Anda perlu mengaktifkan kuki pada peramban web Anda untuk menggunakan fitur ini.",
	"captchahelp-text": "Situs-situs web yang menerima tulisan dari publik, seperti wiki ini, kerapkali disalahgunakan oleh pengguna-pengguna yang tidak bertanggungjawab untuk mengirimkan spam dengan menggunakan program-program otomatis.\nWalaupun pranala-pranala spam tersebut dapat dibuang, tetapi tetap saja menimbulkan gangguan berarti.\n\nKadang-kadang, terutama ketika sedang menambahkan pranala web baru ke suatu halaman, wiki ini akan menampilkan sebuah bentuk gambar dari tulisan berwarna atau terdistorsi dan meminta Anda untuk mengetikkan kata yang ditampilkan.\nKarena ini merupakan suatu pekerjaan yang sulit diotomatisasi, pembatasan ini akan dapat dengan mudah dilalui oleh manusia, sekaligus juga dapat menghentikan hampir semua serangan spam dan robot otomatis lainnya.\n\nSayangnya, hal ini dapat menimbulkan kesulitan bagi pengguna dengan keterbatasan penglihatan atau pengguna yang menggunakan penjelajah web berbasis-teks atau berbasis-suara.\nSaat ini, kami belum memiliki suatu alternatif suara untuk hal ini.\nSilakan hubungi [[Special:ListAdmins|pengurus]] untuk meminta bantuan jika hal ini menghambat Anda untuk mengirimkan suntingan yang layak.\n\nTekan tombol 'back' di penjelajah web Anda untuk kembali ke halaman penyuntingan.",
	"captcha-addurl-whitelist": " #<!-- biarkan baris ini sebagaimana adanya --> <pre>\n# Sintaksisnya adalah sebagai berikut:\n#   * Semua yang diawali dengan karakter \"#\" hingga akhir baris adalah komentar\n#   * Semua baris yang tidak kosong adalah fragmen regex yang hanya akan dicocokkan dengan nama host di dalam URL\n  #</pre> <!-- biarkan baris ini sebagaimana adanya -->",
	"right-skipcaptcha": "Melakukan tindakan pemicu CAPTCHA tanpa melalui CAPTCHA"
}
