{
	"@metadata": {
		"authors": [
			"Arystanbek"
		]
	},
	"captcha-edit": "Бұл бетті өңдеу үшін төмендегі қарапайым қосындыны шешіңіз де жауабын аумаққа енгізіңіз ([[Special:Captcha/help|көбірек ақпарат]]):",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Өңдемеңізде жаңа сыртқы сілтемелер бар екен. \nӨздіктік уики «спам» жасалуынан қорғану үшін төмендегі қарапайым қосындыны шешіңіз де нәтижесін аумаққа енгізіңіз ([[Special:Captcha/help|көбірек ақпарат]]):",
	"captcha-badlogin": "Уики құпия сөзді өздіктік бұзудан қорғану үшін төмендегі қарапайым қосындыны шешіңіз де нәтижесін аумаққа енгізіңіз ([[Special:Captcha/help|көбірек ақпарат]]):",
	"captcha-createaccount": "Уики өздіктік тіркелгі жасалуынан қорғану үшін төмендегі қарапайым қосындыны\nшешіңіз де нәтижесін аумаққа енгізіңіз ([[Special:Captcha/help|көбірек ақпарат]]):",
	"captcha-createaccount-fail": "CAPTCHA дұрыс емес немесе қажет етеді.",
	"captcha-create": "Бетті бастау үшін төмендегі қарапайым қосындыны шешіңіз де нәтижесін аумаққа енгізіңіз ([[Special:Captcha/help|көбірек ақпарат]]):",
	"captcha-sendemail": "Өздіктік уики «спам» жасалуынан қорғану үшін төмендегі қарапайым қосындыны шешіңіз де нәтижесін аумаққа енгізіңіз ([[Special:Captcha/help|көбірек ақпарат]]):",
	"captcha-sendemail-fail": "CAPTCHA дұрыс емес немесе қажет етеді.",
	"captchahelp-title": "CAPTCHA анықтамасы",
	"captchahelp-cookies-needed": "Бұл жұмыс істеу үшін, шолғышыңызда  «cookies»  дегенді ендіріңіз.",
	"captchahelp-text": "Өздіктік құралдары бар «спаммерлер», баршадан жіберілген хабарды қабылдайтын, бұл уики сияқты, веб-тораптарға сілтемелерімен жиі жаудырады. Осындай «спам» сілтемелерін аластау болғанда да, бұл мәнді ыза келтіреді.\n\nКейде, әсіресе бетке жаңа веб сілтемесін қосқанда, уики өңі өзгерген не қисайған мәтінді көрсетіп және сол сөздерді енгізу сұрауы мүмкін. Бұл тапсырыс өздік түрде атқару өте қиын, сондықтан бұл иманды адам көпшілігіне кедергі болмайды, бірақ «спаммерлерді» және бұзақы ботпен басқа шабуыл жасағандарды тоқтатады.\n\nӨкінішке орай, бұл көруі төмендеген, немесе мәтін не дауыс негізіндегі шолғышты қолданатын пайдаланушыға ыңғайсыздық келтіруге мүмкін. Осы қазір бізде дыбысты балама жоқ. Егер бұл адал жазуыңызға кедергілесе, торап бақылаушыларына қатынасыңыз.\n\nБұл жұмысты істеу үшін шолғышыңызда «cookies» дегенді ендіру қажет.\n\nБет өңдеуіне қайту бару үшін «Артқа» деген түймесін басыңыз."
}
