{
	"@metadata": {
		"authors": []
	},
	"captcha-edit": "Bul betti öñdew üşin, tömendegi qosındılawdı şeşiñiz de, nätïjesin\nawmaqqa engiziñiz ([[{{ns:special}}:Captcha/help|köbirek aqparat]]):",
	"captcha-addurl": "Tüzetwiñizde jaña sırtqı siltemeler bar eken. Özdiktik «spam» jasalwınan qorğanw üşin,\ntömendegi qarapaýım qosındılawdı şeşiñiz de, nätïjesin awmaqqa engiziñiz ([[{{ns:special}}:Captcha/help|köbirek aqparat]]):",
	"captcha-badlogin": "Qupïya sözdi özdiktik qïratwdan qorğanw üşin,\ntömendegi qarapaýım qosındılawdı şeşiñiz de, nätïjesin awmaqqa engiziñiz ([[{{ns:special}}:Captcha/help|köbirek aqparat]]):",
	"captcha-createaccount": "Jaña tirkelgi özdiktik jasalwınan qorğanw üşin, tömendegi qarapaýım qosındılawdı\nşeşiñiz de, nätïjesin awmaqqa engiziñiz ([[{{ns:special}}:Captcha/help|köbirek aqparat]]):",
	"captcha-createaccount-fail": "Kwälandırw kodı durıs emes nemese joq.",
	"captcha-create": "Jaña betti bastaw üşin, tömendegi qarapaýım qosındılawdı şeşiñiz de,\nnätïjesin awmaqqa engiziñiz ([[{{ns:special}}:Captcha/help|köbirek aqparat]]):",
	"captchahelp-title": "CAPTCHA anıqtaması",
	"captchahelp-cookies-needed": "Bul jumıs istew üşin, şolğışıñızda  «cookies»  degendi endiriñiz.",
	"captchahelp-text": "Özdiktik quraldarı bar «spammerler», barşadan jiberilgen xabardı qabıldaýtın, bul wïkï sïyaqtı, veb-toraptarğa siltemelerimen jïi jawdıradı. Osındaý «spam» siltemelerin alastaw bolğanda da, bul mändi ıza keltiredi.\n\nKeýde, äsirese betke jaña veb siltemesin qosqanda, wïkï öñi özgergen ne qïsaýğan mätindi körsetip jäne sol sözderdi engizw surawı mümkin. Bul tapsırıs özdik türde atqarw öte qïın, sondıqtan bul ïmandı adam köpşiligine kedergi bolmaýdı, biraq «spammerlerdi» jäne buzaqı botpen basqa şabwıl jasağandardı toqtatadı.\n\nÖkinişke oraý, bul körwi tömendegen, nemese mätin ne dawıs negizindegi şolğıştı qoldanatın paýdalanwşığa ıñğaýsızdıq keltirwge mümkin. Osı qazir bizde dıbıstı balama joq. Eger bul adal jazwıñızğa kedergilese, torap baqılawşılarına qatınasıñız.\n\nBul jumıstı istew üşin şolğışıñızda «cookies» degendi endirw qajet.\n\nBet öñdewine qaýtw barw üşin «Artqa» degen tüýmesin basıñız."
}
