{
	"@metadata": {
		"authors": [
			"Kaustubh",
			"Mahitgar",
			"V.narsikar",
			"संतोष दहिवळ",
			"अभय नातू"
		]
	},
	"captcha-edit": "हे पान संपादित करण्यासाठी, खाली दिलेले सोपे गणित सोडवून त्याचे उत्तर दिलेल्या पृष्ठपेटी मध्ये लिहा ([[Special:Captcha/help|अधिक माहिती]]):",
	"captcha-edit-fail": "चूकिचा किंवा हरवलेला कॅप्चा",
	"captcha-desc": "उत्पात आणि परवलीच्या शब्दांच्या चोरी पासून सूरक्षीत ठेवणाऱ्या ओळखपटवा-पद्धती CAPTCHA techniques पुरवते.",
	"captcha-label": "कॅप्चा",
	"captcha-addurl": "तुमच्या संपादनात नवीन बाह्यदुवे आहेत. आपोआप होणार्‍या स्पॅम पासून वाचण्यासाठी, खाली दिलेले सोपे गणित सोडवून संपादन जतन करण्यास, त्याचे उत्तर दिलेल्या पृष्ठपेटी मध्ये लिहा  ([[Special:Captcha/help|अधिक माहिती]]):",
	"captcha-badlogin": "या विकिस आपोआप परवलीच्या शब्दास फोडण्यापासून वाचण्यासाठी, खाली दिलेले सोपे गणित सोडवून त्याचे उत्तर दिलेल्या पृष्ठपेटी मध्ये लिहा ([[Special:Captcha/help|अधिक माहिती]]):",
	"captcha-createaccount": "या विकिस आपोआप होणार्‍या सदस्य नोंदणीपासून सुरक्षित ठेवण्यासाठी, खाली दिलेले सोपे गणित सोडवून त्याचे उत्तर दिलेल्या पृष्ठपेटी मध्ये लिहा ([[Special:Captcha/help|अधिक माहिती]]):",
	"captcha-createaccount-fail": "चुकीचा अथवा रिकामा कॅपचा.",
	"captcha-create": "हे पान तयार करण्यासाठी, खाली दिलेले सोपे गणित सोडवून त्याचे उत्तर दिलेल्या पृष्ठपेटी मध्ये लिहा ([[Special:Captcha/help|अधिक माहिती]]):",
	"captcha-sendemail": "आपोआप होणार्‍या उत्पातापासून या विकिस सुरक्षित ठेवण्यासाठी, खाली दिलेले सोपे गणित सोडवून त्याचे उत्तर दिलेल्या पृष्ठपेटी मध्ये लिहा ([[Special:Captcha/help|अधिक माहिती]]):",
	"captcha-sendemail-fail": "चुकीचा अथवा रिकामा कॅपचा.",
	"captcha-disabledinapi": "या क्रियेसाठी कॅप्चा हवी.API मार्फत हे शक्य नाही.",
	"captchahelp-title": "कॅप्टचा साहाय्य",
	"captchahelp-cookies-needed": "हे काम करण्यासाठी तुम्ही कूकीज (cookies) एनेबल केलेल्या असणे गरजेचे आहे.",
	"captchahelp-text": "ज्या संकेतस्थळांवर जसे की हा विकि, सर्वसामान्य लोकांकडून संपादने करण्याची परवानगी असते, तिथे आपोआप होणारी स्वत:च्या संकेतस्थळांचे दुवे देणारी उत्पात संपादने (Spam) कायम होत असतात.\nअशी संपादने जरी काढता आली तरी ती एक डोकेदुखी होऊ शकते.\n\nकाहीवेळा, जेव्हा एखाद्या पानावर नवीन बाह्यदुवा देताना, विकि तुम्हाला एक चित्र दाखवून त्यांतील शब्द भरण्यास सांगू शकतो.\nहे काम संगणकाकरवी करून घेण्यास अवघड असल्याने, फक्त खरी माणसेच संपादने करू शकतील व स्पॅमर्सना आळा बसू शकेल.\n\nपण खेदाची गोष्ट अशी की ह्यामुळे अर्धांध व्यक्ती तसेच ज्या व्यक्ती फक्त मजकूर दाखविणारा न्याहाळक वापरतात, अशांना असुविधा होऊ शकते.\nसध्या आमच्याकडे आवाज ऐकण्याची सुविधा नाही.\nकृपया [[Special:ListAdmins|संस्थळ प्रचालकांशी]]  या बाबतीत संपर्क करावा.\n\nपृष्ठ संपादनाकडे परत जाण्यासाठी आपल्या ब्राउझरची ’Back' ही कळ दाबा.",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# रुपरेषा खालीलप्रमाणे:\n#  * \"#\" ने सुरु होणारे व ओळीच्या शेवटपर्यंत जाणारे वाक्य सूचना (Comment) आहे.\n#  * प्रत्येक रिकामी नसलेली ओळ ही regex fragment आहे जी फक्त URLमधील होस्टसच्या जोड्या लावेल\n  #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "कॅपचा मध्ये न जाता कॅपचाचा वापर करणार्‍या क्रिया करा",
	"captcha-apihelp-param-captchaword": "कॅप्चाचे उत्तर द्या",
	"confirmedit-preview-line": "ओळ क्रमांक",
	"confirmedit-preview-content": "आशय",
	"confirmedit-preview-validity": "वैधता",
	"confirmedit-preview-valid": "वैध",
	"confirmedit-preview-invalid": "अवैध"
}
