{
	"@metadata": {
		"authors": [
			"BeginaFelicysym",
			"Derbeth",
			"Leinad",
			"Matma Rex",
			"Sp5uhe",
			"WTM",
			"Alan ffm",
			"Chrumps",
			"Woytecr"
		]
	},
	"captcha-edit": "Aby edytować tę stronę, najpierw musisz rozwiązać poniższe zadanie i wpisać odpowiedź do pola tekstowego ([[Special:Captcha/help|więcej informacji]]):",
	"captcha-edit-fail": "Nieprawidłowy kod lub brak kodu potwierdzającego.",
	"captcha-desc": "Dodaje CAPTCHA – zabezpieczenie przed spamującymi automatami oraz odgadywaniem haseł",
	"captcha-label": "CAPTCHA",
	"captcha-help": "Rozwiązanie CAPTCHA.",
	"captcha-info-help": "Opis CAPTCHA.",
	"captcha-id-label": "Identyfikator CAPTCHA",
	"captcha-id-help": "Ta wartość powinna zostać wysyłana z powrotem bez zmiany.",
	"captcha-addurl": "Twoje zmiany zawierają nowe linki zewnętrzne.\nZe względu na ochronę przed zautomatyzowanym spamem, aby twoja edycja została zapisana, należy rozwiązać poniższe zadanie i wpisać odpowiedź do pola tekstowego ([[Special:Captcha/help|więcej informacji]]):",
	"captcha-badlogin": "Ze względu na ochronę przed zautomatyzowanym łamaniem haseł, należy rozwiązać poniższe zadanie i wpisać odpowiedź do pola tekstowego ([[Special:Captcha/help|więcej informacji]]):",
	"captcha-createaccount": "Ze względu na ochronę przed zautomatyzowanym tworzeniem konta, należy rozwiązać poniższe zadanie i odpowiedź wynik do pola tekstowego ([[Special:Captcha/help|więcej informacji]]):",
	"captcha-createaccount-fail": "Nieprawidłowy kod lub brak kodu potwierdzającego.",
	"captcha-create": "Aby utworzyć stronę, najpierw musisz rozwiązać poniższe zadanie i wpisać odpowiedź do pola tekstowego ([[Special:Captcha/help|więcej informacji]]):",
	"captcha-sendemail": "Ze względu na ochronę przed zautomatyzowanym spamem, należy rozwiązać poniższe zadanie i wpisać odpowiedź do pola tekstowego ([[Special:Captcha/help|więcej informacji]]):",
	"captcha-sendemail-fail": "Nieprawidłowy kod lub brak kodu potwierdzającego.",
	"captcha-disabledinapi": "Ta czynność wymaga potwierdzenia capcha i z tego względu nie może być przeprowadzona z użyciem API.",
	"captcha-error": "Weryfikacja CAPTCHA nie powiodła się z powodu wewnętrznego błędu: $1",
	"captchahelp-title": "Pomoc dla ochrony antyspamowej",
	"captchahelp-cookies-needed": "Musisz mieć włączone w przeglądarce cookies (ciasteczka), aby ta opcja działała.",
	"captchahelp-text": "Strony internetowe akceptujące edycje dokonywane przez każdego, tak jak ta wiki, są często atakowane przez spamerów, którzy używają automatycznych narzędzi, aby dodawać linki prowadzące do ich stron.\nChociaż te linki mogą zostać usunięte, jest to uciążliwe.\n\nCzasami, zwłaszcza przy dodawaniu nowych linków do strony albo przy rejestracji, wiki może pokazać obrazek z kolorowym lub zniekształconym tekstem i poprosić Cię o przepisanie zamieszczonego na nim wyrazu.\nPonieważ są to zadania trudne do zautomatyzowania, takie zabezpieczenia umożliwia ludziom dokonywania edycji, jednocześnie skutecznie powstrzymując większość spamerów i inne automatyczne ataki.\n\nNiestety, może być to niewygodne dla użytkowników z wadą wzroku lub używających przeglądarek tekstowych lub głosowych.\nObecnie nie mamy alternatywnego rozwiązania audio.\nSkontaktuj się z [[Special:ListAdmins|administratorami strony]] by uzyskać pomoc, jeśli nie możesz z tego powodu dokonywać uprawnionych edycji.\n\nWciśnij przycisk „wstecz” w przeglądarce by powrócić do edycji strony.",
	"captcha-addurl-whitelist": " #<!-- nie modyfikuj tej linii --> <pre>\n# Składnia jest następująca:\n#   * Linie zaczynające się od znaku „#” są komentarzami\n#   * Każda linia, która nie jest pusta, jest wyrażeniem regularnym, które ma pasować do adresu serwera (fragmentu URL)\n  #</pre> <!-- nie modyfikuj tej linii -->",
	"right-skipcaptcha": "Dostęp do czynności zabezpieczonych pytaniem o treść obrazka lub rozwiązanie zadania, z pominięciem zabezpieczenia",
	"captcha-apihelp-param-captchaword": "Rozwiąż CAPTCHA",
	"captcha-apihelp-param-captchaid": "CAPTCHA ID z poprzedniego żądania",
	"confirmedit-preview-line": "Numer linii",
	"confirmedit-preview-content": "Treść",
	"confirmedit-preview-validity": "Poprawność",
	"confirmedit-preview-valid": "poprawny",
	"confirmedit-preview-invalid": "nieprawidłowy",
	"confirmedit-preview-description": "Poniższa tabela pokazuje listę linii na tej stronie z wskazaniem czy jest to prawidłowy adres IP lub zakres adresów IP. Jeżeli dana linia będzie poprawnym adresem IP lub zakresem adresów IP, będzie dodana do białej listy CAPTCHA, natomiast nieprawidłowe linie będą ignorowane. Przykładem prawidłowego zakresu adresów IP może być: 69.208.0.0/16 który zaczyna się od 69.208.0.0, a kończy na 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Więcej informacji] na temat przeliczania zakresów adresów IP."
}
