{
	"@metadata": {
		"authors": [
			"Ahonc",
			"Aleksandrit",
			"Amire80",
			"Ignatus",
			"Kaganer",
			"Kalan",
			"Mailman",
			"Metastasis",
			"Movses",
			"Okras",
			"Ole Yves",
			"Stjn",
			"Vlad5250",
			"Александр Сигачёв"
		]
	},
	"captcha-edit": "Чтобы отредактировать эту страницу, пожалуйста, решите следующее задание и введите ответ в текстовое поле ([[Special:Captcha/help|подробнее]]):",
	"captcha-edit-fail": "Код подтверждения неправильный или отсутствует.",
	"captcha-desc": "Предоставляет методы CAPTCHA для защиты от спама и подбора пароля",
	"captcha-label": "CAPTCHA",
	"captcha-help": "Решение CAPTCHA.",
	"captcha-info-help": "Описание CAPTCHA.",
	"captcha-id-label": "Идентификатор CAPTCHA.",
	"captcha-id-help": "Это значение должно быть отправлено обратно без изменений.",
	"captcha-addurl": "Вы добавляете новые ссылки на внешние сайты.\nВ целях защиты от автоматического спама необходимо решить следующее задание и записать ответ в поле рядом, чтобы правка была сохранена ([[Special:Captcha/help|подробнее]]):",
	"captcha-badlogin": "В целях защиты вики-проекта от автоматического взлома пароля, пожалуйста, решите простой пример и введите ответ в текстовое поле ниже ([[Special:Captcha/help|подробнее]]):",
	"captcha-createaccount": "Для защиты от автоматической спам-регистрации необходимо решить следующее задание и записать ответ в поле рядом ([[Special:Captcha/help|подробнее]]):",
	"captcha-createaccount-fail": "Контрольная комбинация неверна или не введена.",
	"captcha-create": "Чтобы создать страницу, решите следующее задание и введите ответ в текстовое поле ([[Special:Captcha/help|подробнее]]):",
	"captcha-sendemail": "В целях защиты от автоматического спама, пожалуйста, решите следующее ниже задание и введите ответ ([[Special:Captcha/help| подробнее]]):",
	"captcha-sendemail-fail": "Код подтверждения неправильный или отсутствует.",
	"captcha-disabledinapi": "Это действие требует проверки CAPTCHA, и поэтому не может быть выполнено через API.",
	"captcha-error": "Не удалось проверить CAPTCHA из-за внутренней ошибки: $1",
	"captchahelp-title": "О контрольной последовательности (CAPTCHA)",
	"captchahelp-cookies-needed": "Вам нужно включить куки в браузере, чтобы эта функция заработала.",
	"captchahelp-text": "Веб-сайты, позволяющие добавлять и изменять своё содержание, в том числе эта вики, часто становятся целью спамеров, использующих программы для автоматического добавления ссылок на сайты.\nХотя такие ссылки могут быть впоследствии удалены, они представляют собой существенную помеху.\n\nПри некоторых действиях (например, при добавлении на страницу новой ссылки на сайт) вы можете увидеть специальную картинку с цветным или искажённым текстом, и вам будет предложено ввести этот искажённый текст.\nТак как распознавание искажённого текста трудно поддаётся автоматизации, большинство спамерских и вандальных программ не могут справиться с этой задачей, в то время как люди справляются легко.\n\nК сожалению, подобная защита может причинить неудобства людям с ограничениями по зрению или тем, кто использует текстовые или читающие браузеры.\nВ настоящее время у нас нет звуковой альтернативы данной проверке.\nПожалуйста, обратитесь за помощью к [[Special:ListAdmins|администраторам]], если подобная проверка мешает вам добросовестно работать с сайтом.\n\nНажмите кнопку «Назад» в своём браузере, чтобы вернуться к редактированию.",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# Описание синтаксиса:\n#  * Всё, начиная с символа \"#\" и до конца строки считается комментарием\n#  * Каждая непустая строка считается фрагментом регулярного выражения соответствующего имени узла в URL\n  #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "выполнение действий, запускающих CAPTCHA-проверку, без необходимости прохождения CAPTCHA",
	"action-skipcaptcha": "выполнение действий, запускающих CAPTCHA-проверку, без непосредственного прохождения CAPTCHA",
	"confirmedit-preview-line": "Номер строки",
	"confirmedit-preview-content": "Содержание",
	"confirmedit-preview-validity": "Корректность",
	"confirmedit-preview-valid": "корректный",
	"confirmedit-preview-invalid": "некорректный",
	"confirmedit-preview-description": "Следующая таблица показывает список строк на этой странице и то, являются ли IP-адрес или диапазон IP-адресов корректными. Если строка содержит допустимый IP-адрес или диапазон IP-адресов, он попадёт в белый список для капчи. Некорректные строки будут проигнорированы. Пример допустимого диапазона IP-адресов: 69.208.0.0/16, который включает в себя адреса с 69.208.0.0 по 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix См. более подробную информацию] о вычислении диапазона IP-адресов."
}
