{
	"@metadata": {
		"authors": [
			"Gazeb"
		]
	},
	"captcha-edit": "Жебысьте могли едітовати тоту сторінку, мусите вырїшыти наступну просту суму і написати резултат. ([[Special:Captcha/help|Што тото значіть?]])",
	"captcha-desc": "Забезпечує техніку CAPTCHA про охрану перед спамом і гаданём гесел",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Ваше едітованя обсягує новы одказы формов URL; про охорону перед автоматічным спамом мусите вырїшыти наступну просту суму і написати резултат. ([[Special:Captcha/help|Што тото значіть?]])",
	"captcha-badlogin": "В рамках охороны перед автоматічныма пробами угаднути гесло мусите вырїшыти наступну просту суму і написати резултат. ([[Special:Captcha/help|Што тото значіть?]]):",
	"captcha-createaccount": "В рамках охороны перед автоматічныма створёванями конт мусите про выконаня реґістрації вырїшыти наступну просту суму і написати резултат. ([[Special:Captcha/help|Што тото значіть?]]):",
	"captcha-createaccount-fail": "Хыблячій ці неправилный код підтверджіня.",
	"captcha-create": "Жебысьте могли створити тоту сторінку, мусите вырїшыти наступну просту суму і написати резултат. ([[Special:Captcha/help|Што тото значіть?]])",
	"captcha-sendemail": "В рамках охороны перед автоматічным спамом мусите вырїшыти наступну просту суму і написати резултат. ([[Special:Captcha/help|Што тото значіть?]]):",
	"captcha-sendemail-fail": "Хыблячій ці неправилный код підтверджіня.",
	"captcha-disabledinapi": "Тота операція потребує сповнїня CAPTCHA, также ся не дасть выконати средством API.",
	"captchahelp-title": "Поміч про CAPTCHA",
	"captchahelp-cookies-needed": "Абы то фунґовало, мусите мати у своїм переглядачу запнуты кукі.",
	"captchahelp-text": "Вебовы сторінкы, до котрых можуть приспівати їх навщівници (як наприклад тота вікі), суть часто цілём спамерів, котры за помочі автоматічных інштрументів вкладають свої одказы на велике множество сторінок. І наперек тому, же тот спам ся дасть одстранити, представлює неприємне отровованя.\n\nДаколи, окремо почас придаваня новых вебовых одказів, вам може вікі указати образок фаребного ці поскручаного тексту і пожадати вас о описаня зображеных знаків. Кідьже таку задачу не годен легко автоматізовати, реалны люде можуть дале приспівати, але векшыну спамерів і іншых роботічных атакерів тото заставить.\n\nНа жаль тото може представляти неприємный проблем про хоснователїв постиженых зраково ці голосовы чітачкы. В сучасній добі не маєме алтернатівни звукову верзію. Просиме, контактуйте [[Special:ListAdmins|адміністратора сервера]], кідь вам то боронить в хосновным вкладї і треба вам поміч.\n\nПро навернутя на попередню сторінку стиснийте у своїм переглядачі клапку „назад“.",
	"captcha-addurl-whitelist": " #<!-- зохабте тот рядок точно так як є --> <pre>\n# Сінтаксіс є наслїдня:\n#  * Вшытко од знаку „#“ до кінце рядка є коментарь\n#  * Каждый непорожнїй рядок є фраґмент реґуларного выразу, котры ся аплікує лем на назву госта в URL\n #</pre> <!-- зохабте тот рядок точно так як є -->",
	"right-skipcaptcha": "Выконованя дїй споєных з CAPTCHA без потребы їх рїшіня"
}
