{
	"@metadata": {
		"authors": [
			"Shubha"
		]
	},
	"captcha-edit": "इदं पृष्ठं सम्पादयितुं कृपया अधः दत्तायाः गणितसमस्यायाः उत्तरं कोष्टके लिख्यताम् ([[Special:Captcha/help|अधिकविवरणाय]]):",
	"captcha-desc": "अनिष्टसन्देशानां कूटशब्दस्य ऊहनं च निवारयितुं क्याप्चा(CAPTCHA)तन्त्रांशः उपलभ्यते",
	"captcha-label": "क्याप्चा(CAPTCHA)तन्त्रांशः",
	"captcha-addurl": "भवतः सम्पादने नूतनबाह्यानुबन्धाः अन्तर्भूताः ।\nस्वचालितानिष्टसन्देशेभ्यः रक्षणस्य साहाय्यार्थं कृपया अधः दत्तायाः गणितसमस्यायाः उत्तरं मञ्जूषायां लिखतु\n([[Special:Captcha/help|more info]]) :",
	"captcha-badlogin": "स्वचालिताभ्यः कूटशब्दभेदनेभ्यः रक्षणस्य साहाय्यार्थं कृपया अधः दत्तायाः गणितसमस्यायाः उत्तरं मञ्जूषायां लिखतु\n([[Special:Captcha/help|more info]]) :",
	"captcha-createaccount": "स्वचालिताभ्यः लेखासर्जनेभ्यः रक्षणस्य साहाय्यार्थं कृपया अधः दत्तायाः गणितसमस्यायाः उत्तरं मञ्जूषायां लिखतु\n([[Special:Captcha/help|more info]]) :",
	"captcha-createaccount-fail": "दृढीकरणकूटशब्दः दोषयुक्तः अथवा नष्टः ।",
	"captcha-create": "इदं पृष्ठं स्रष्टुं, कृपया अधः दत्तायाः गणितसमस्यायाः उत्तरं कोष्टके लिख्यताम् ([[Special:Captcha/help|अधिकविवरणाय]]):",
	"captcha-sendemail": "स्वचालिताभ्यः अनिष्टसन्देशेभ्यः रक्षणस्य साहाय्यार्थं कृपया अधः दत्तायाः गणितसमस्यायाः उत्तरं मञ्जूषायां लिखतु\n([[Special:Captcha/help|more info]]) :",
	"captcha-sendemail-fail": "दृढीकरणकूटशब्दः दोषयुक्तः अथवा नष्टः ।",
	"captcha-disabledinapi": "अस्य कार्यस्य निमित्तं क्याप्चातन्त्रांशः अपेक्षितः, अतः इदम् ए पि ऐ द्वारा कर्तुं न शक्यते ।",
	"captchahelp-title": "क्याप्चासाहाय्यम्",
	"captchahelp-cookies-needed": "अस्य कार्यस्य सम्पादनाय भवतां विचरके कुकीस् इत्येतत् सक्रियं स्यात् ।",
	"captchahelp-text": "वीकिसदृशानि जालक्षेत्राणि यत्र सार्वजनिकानां लेखाः अङ्गीक्रियन्ते तानि स्वचालितोपकरणैः बहुक्षेत्रेभ्यः सम्पर्कप्रेषकैः अनिष्टसन्देशप्रेषकैः निन्द्यन्ते ।\nएते अनिष्टसन्देशाः निष्कासयितुं शक्याः, तथापि इदं कार्यं शिरोवेदनायै ।\nकदाचित्, पृष्ठाय नूतनजालानुबन्धानां योजनावसरे, वीक्या वर्णयुक्तचित्रम् अव्यवस्थितं पाठं वा दर्शयित्वा शब्दलेखनाय सूचयेत् ।\nइदं कार्यं स्वचालितरूपेण कर्तुं न शक्यते, मानवैः एव करणीयम् इत्यतः अनिष्टसन्देशप्रेषकाः यन्त्रचालितकार्याणि अवरुद्धानि भवन्ति ।\nदुरदृष्टवशात् एतेन परिमितसंस्करणयुक्तानां योजकानां क्लेशः भवेत् अथवा पाठाधारितानां भाषणाधारितानां जालगवेषकप्रयोक्तॄणामपि कष्टाय भवेत् ।\nसम्प्रति श्रव्यविकल्पः अस्मत्सविधे न उपलभ्यते ।\nयोग्यलेखानाम् उत्पूरणे अनिरीक्षितक्लेशाः यदि भवन्ति तर्हि साहाय्यार्थम् एतेषां साहाय्यं प्राप्नुवन्तु  [[Special:ListAdmins|क्षेत्रनिर्वाहकाः]] ।\nपृष्ठसम्पादकं प्रति गमनाय भवतः जालगवेषके 'पूर्वतनम्' इत्येतं पिञ्जं नुदतु ।",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# अस्य प्रारूपम् एवमस्ति:\n#  * \"#\" इत्यनेन आरभ्यमाणाः सर्वाः टिप्पण्यः ।\n#  * सर्वा पङ्क्तिः regex fragment विद्यते याः सार्वसङ्केते विद्यमानैः होस्ट्-नामकैः सह संयोजयति\n   #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "क्याप्चातन्त्रांशस्य प्रवेशं विना क्याप्चा-उद्दीपककार्याणि क्रियन्ताम्"
}
