{
	"@metadata": {
		"authors": [
			"HalanTul"
		]
	},
	"captcha-edit": "Сирэйи уларытыаххын баҕардаххына, манна баар примеры суоттаа уонна эппиэтин аналлаах сиргэ суруй ([[Special:Captcha/help|сиһилии]]):",
	"captcha-desc": "CAPTCHA көмөтүнэн спаамтан уонна аһарыгы уорууттан көмүскэли хааччыйар",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Тас саайка ыйынньык туруорбуккун; \nспаамтан көмүскэнэр соруктаах суолу толор - ойууга баар буукубалары хатылаа: <br />\n([[Special:Captcha/help|Сиһилии]])",
	"captcha-badlogin": "Аһарыгы аптамаат алдьаппатын туһугар оҥоһуллубут харыстыыр дьайыыны толор, манна баар холобуру суоттаа уонна хоруйун анал сиргэ суруй ([[Special:Captcha/help|сиһилии]]):",
	"captcha-createaccount": "Бэлиэтэнэргэр аптамаатынан алдьатыыттан (спаамтан) харыстыыр соруктаах дьайыыны оҥор, ойууга көстөр буукубалары анал сиргэ киллэр:<br />\n([[Special:Captcha/help|Сиһилии]])",
	"captcha-createaccount-fail": "Бигэргэтии куода суох эбэтэр атын.",
	"captcha-create": "Сирэйи оҥорорго бу примеры суоттаа ([[Special:Captcha/help|сиһилии]]):",
	"captcha-sendemail": "Аптамаат спаамтан көмүскэнэр туһугар, бука диэн, бу дьайыыны суоттаа уонна эппиэтин суруй ([[Special:Captcha/help|сиһилии]]):",
	"captcha-sendemail-fail": "Бигэргэтии куода суох эбэтэр атын.",
	"captcha-disabledinapi": "Бу дьайыы CAPTCHA нөҥүө эрэ оҥоһуллар, онон API нөҥүө толоруллубат.",
	"captchahelp-title": "Captcha көмөтө",
	"captchahelp-cookies-needed": "Бу дьайыы үлэлиирин курдук браузергар куукины холбоо.",
	"captchahelp-text": "Биһиги саайпыт курдук иһинээҕитин уларытары көҥүллүүр саайтарга сороҕор спам ыытар программалар аптамаатынан бэйэлэрин ыйынньыктарын угаллар.\nОннук аптамаатынан эбиллибит ыйынньыктары суох оҥорор кыах баар эрээри, ол биллэн турар син биир мэһэйдэри үөскэтэр.\n\nОл иһин сороҕор, холобур саҥа ыйынньыгы эбэргэ, программа өҥнөөх эбэтэр хаанньары барбыт тиэкистээх ойууну көрдөрөн, ол тиэкиһи анал түннүккэ хатылатыан сөп.\nМаннык көрдөһүүнү аптамаат кыайан толорбот, оттон киһи чэпчэкитик толорор.\n\nОл гынан баран маннык көмүскэл сорох дьоҥҥо (көрбөт эбэтэр ааҕар браузердары туһанар дьоҥҥо) моһоллору үөскэтиэн сөп.\nБилигин бу моһолу суох оҥорор кыах суох.\nОннук мэһэй таҕыстаҕына бука диэн баалама, биир эмит [[Special:ListAdmins|дьаһабылга (администраатарга)]]  этээр, көмөлөһүө.\n\nКөннөрүүгэ төттөрү тиийэргэ браузерыҥ «Назад» тимэҕин баттаа.",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# Синтаксиһын быһаарыыта:\n#  * \"#\" бэлиэттэн строка бүтүөр дылы барыта хос быһаарыы курдук ааҕыллар\n#  * Хас биирдии кураанах буолбатах строка URL сорҕотун курдук ааҕыллар\n  #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "CAPTCHA-бэрэбиэркэни ааһыахтаах дьайыылары CAPTCHA-та суох толоруу"
}
