{
	"@metadata": {
		"authors": [
			"Ainali",
			"Boivie",
			"Lejonel",
			"M.M.S.",
			"MagnusA",
			"Martinwiss",
			"Per",
			"Rotsee",
			"WikiPhoenix",
			"Lokal Profil",
			"Jopparn",
			"Josve05a"
		]
	},
	"captcha-edit": "För att redigera den här sidan måste du först lösa följande uppgift och skriva svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-edit-fail": "Felaktig eller saknad captcha.",
	"captcha-desc": "Tillhandahåller CAPTCHA-metoder för att skydda mot spam och lösenordsgissning",
	"captcha-label": "CAPTCHA",
	"captcha-help": "Lösning på captchan.",
	"captcha-info-help": "Beskrivning av captchan.",
	"captcha-id-label": "CAPTCHA-ID",
	"captcha-id-help": "Detta värde bör skickas tillbaka oförändrat.",
	"captcha-addurl": "Din redigering inkluderar nya externa länkar.\nFör att skydda wikin mot automatisk spam måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-badlogin": "För att skydda wikin mot försök att knäcka lösenord på automatisk väg, måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-createaccount": "För att skydda wikin mot automatiskt skapade användarkonton, måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-createaccount-fail": "Felaktig eller saknad CAPTCHA.",
	"captcha-create": "För att skapa den här sidan måste du lösa följande uppgift och ange svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-sendemail": "För att skydda wikin mot automatiserad spam, ber vi dig att lösa följande uppgift och skriva in svaret i rutan ([[Special:Captcha/help|mer information]]):",
	"captcha-sendemail-fail": "Felaktig eller saknad CAPTCHA.",
	"captcha-disabledinapi": "Denna åtgärd kräver en CAPTCHA, så den kan inte utföras genom API:et.",
	"captcha-error": "CAPTCHA-verifiering misslyckades p.g.a. ett internt fel: $1",
	"captchahelp-title": "CAPTCHA-hjälp",
	"captchahelp-cookies-needed": "Du måste ha kakor aktiverade i din webbläsare för att det här ska fungera.",
	"captchahelp-text": "Webbplatser som tillåter inlägg från allmänheten, som den här wikin gör, missbrukas ofta av spammare som använder automatiserade verktyg för att lägga till länkar på många webbplatser.\nÄven om dessa spamlänkar kan tas bort är de till stort besvär.\n\nIbland, speciellt då du lägger till nya externa länkar på en sida, visar wikin en bild på en färgad eller förvriden text och ber dig skriva in orden som visas.\nEftersom detta är en uppgiften som är svår att automatisera, låter den de flesta riktiga människor göra sina redigeringar medan spammare och andra robotattacker stoppas.\n\nTyvärr kan det här orsaka problem för användare med nedsatt syn eller som använder text- eller talbaserade webbläsare.\nFör nävarande finns inga ljudbaserade alternativ tillgängliga.\nVänligen kontakta [[Special:ListAdmins|webbplatsens administratörer]] för hjälp om det här hindrar dig från att göra legitima ändringar.\n\nTryck på bakåtknappen i din webbläsare för att gå tillbaks till sidredigeringsläget.",
	"captcha-addurl-whitelist": " #<!-- lämna denna rad precis som den är --> <pre>\n# Syntaxen är följande:\n#   * Allting från ett \"#\"-tecken till slutet av en rad är en kommentar\n#   * Varje icke-tom rad är ett fragment av ett reguljärt uttryck som endast matchar domänen i en URL\n #</pre> <!-- lämna denna rad precis som den är -->",
	"right-skipcaptcha": "Utföra CAPTCHA-utlösande handlingar utan att behöva gå igenom CAPTCHA",
	"captcha-apihelp-param-captchaword": "Svar till CAPTCHA",
	"captcha-apihelp-param-captchaid": "CAPTCHA-ID från föregående begäran",
	"confirmedit-preview-line": "Radnummer",
	"confirmedit-preview-content": "Innehåll",
	"confirmedit-preview-validity": "Giltighet",
	"confirmedit-preview-valid": "giltig",
	"confirmedit-preview-invalid": "ogiltig",
	"confirmedit-preview-description": "Följande tabell visar listan över rader på denna sida och om det finns en giltig IP-adress eller IP-adressintervall. Om raden är en giltig IP-adress eller IP-adressintervall, kommer den att vitlistas från CAPTCHA men ogiltiga rader kommer att ignoreras. Ett exempel på ett ogiltigt IP-adressintervall är: 69.208.0.0/16 vilket går från 69.208.0.0 till 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Mer information] om hur ett IP-adressintervall beräknas."
}
