{
	"@metadata": {
		"authors": [
			"Balajijagadesh",
			"ElangoRamanujam",
			"Karthi.dr",
			"Shanmugamp7",
			"செல்வா",
			"மதனாஹரன்"
		]
	},
	"captcha-edit": "இப்பக்கத்தைத் தொகுப்பதற்குத் தயவு செய்து கீழேயுள்ள எளிய கூட்டலைத் தீர்த்துப் பெட்டியினுள் விடையை உள்ளிடவும் ([[Special:Captcha/help|கூடிய தகவல்]]):",
	"captcha-label": "காப்ச்சா",
	"captcha-addurl": "உங்கள் தொகுப்பானது புதிய வெளியிணைப்புகளைக் கொண்டுள்ளது.\nதானியங்கு எரிதத்திலிருந்து பாதுகாக்க உதவுவதற்காகத் தயவு செய்து கீழேயுள்ள எளிய கூட்டலைத் தீர்த்துப் பெட்டியில் விடையை உள்ளிடவும் ([[Special:Captcha/help|கூடிய தகவல்]]):",
	"captcha-badlogin": "தானியங்கு கடவுச் சொல் உடைத்தலிலிருந்து பாதுகாக்க உதவுவதற்காகத் தயவு செய்து கீழேயுள்ள எளிய கூட்டலைத் தீர்த்துப் பெட்டியினுள் விடையை உள்ளிடவும் ([[Special:Captcha/help|கூடிய தகவல்]]):",
	"captcha-createaccount": "தானியங்கு கணக்கு உருவாக்கத்திலிருந்து பாதுகாக்க உதவுவதற்காகத் தயவு செய்து கீழேயுள்ள எளிய கூட்டலைத் தீர்த்து விடையைப் பெட்டியினுள் உள்ளிடவும் ([[Special:Captcha/help|கூடிய தகவல்]]):",
	"captcha-createaccount-fail": "தவறான அல்லது குறையுடைய உறுதிப்படுத்தல் குறியீடு.",
	"captcha-create": "பக்கத்தை உருவாக்குவதற்குத் தயவு செய்து கீழேயுள்ள எளிய கூட்டலைத் தீர்த்துப் பெட்டியினுள் விடையை உள்ளிடவும் ([[Special:Captcha/help|கூடிய தகவல்]]):",
	"captcha-sendemail-fail": "தவறான அல்லது குறையுடைய உறுதிப்படுத்தல் குறியீடு.",
	"captcha-disabledinapi": "இச்செயற்பாட்டிற்கு காப்சா (நெளியெழுத்து) தேவை, ஆகவே இதனை ஏபிஐ (API) வழியாக செய்ய முடியாது.",
	"captchahelp-title": "CAPTCHA உதவி",
	"captchahelp-cookies-needed": "உங்கள் உலாவியில்  நினைவிகளைச் செயல்படுத்தினால் தான் இது வேலை செய்யும்.",
	"captchahelp-text": "பொதுமக்கள் பங்களிப்பைப் பெறும் இது போன்ற இணையத்தளங்கள் பல நேரங்களில் விசமிகளால் தவறாகப் பயன்படுத்தப்படுகின்றன. விசமிகள் தானியங்கி மூலம் தங்கள் இணைப்புகளைப் பதிவேற்றுகின்றனர். இவற்றை நீக்க முடியுமென்றாலும் இது ஒரு  முக்கியமான தொல்லையே.\n\nஎனவே, சில நேரங்களில் விக்கியில் புதிய இணைய இணைப்பை நீங்கள் சேர்க்கும் போது உங்களுக்குக் காட்டப்படும் சற்று கோணலான அல்லது பல்வண்ண எண்ணெழுத்துப் படத்தை நீங்கள் சரியாகத் தட்டச்சு செய்ய வேண்டியிருக்கும். \n\nபார்வைக் குறைபாடு உடையோர், முதியோர் மற்றும் வெறும் வார்த்தைகள் அல்லது ஒலி அடிப்படையிலான உலாவிகளைப் பயன்படுத்துவோருக்கு இது துரதிஷ்டவசமாகத் தொல்லையளிக்கக் கூடும். \n\nஇச்சமயத்தில் எழுத்துகளுக்கான ஒலி மாற்று எங்களிடம் இல்லை. உங்களுக்கு ஏதேனும் உதவி தேவைப்பட்டால் [[Special:ListAdmins|site administrators]] ஐத் தொடர்பு கொள்ளவும். \n\nதொகுத்தல் பக்கத்திற்குச் செல்ல உங்கள் உலாவியில் “பின்செல்” பொத்தானை அழுத்தவும்.",
	"confirmedit-preview-line": "வரி எண்",
	"confirmedit-preview-content": "உள்ளடக்கம்",
	"confirmedit-preview-validity": "செல்லத் தகுநிலை",
	"confirmedit-preview-valid": "செல்லத்தக்கது",
	"confirmedit-preview-invalid": "செல்லாது"
}
