{
	"@metadata": {
		"authors": [
			"Chaduvari",
			"Kiranmayee",
			"Mpradeep",
			"Veeven",
			"రహ్మానుద్దీన్"
		]
	},
	"captcha-edit": "ఈ పేజీని సరిదిద్దడానికి, కింది ఇచ్చిన చిన్న లెక్కని చేసి జవాబును పక్కనున్న పెట్టెలో టైపు చెయ్యండి ([[Special:Captcha/help|మరింత సమాచారం]]):",
	"captcha-edit-fail": "CAPTCHA తప్పు, లేదా అసలు ఇవ్వనే లేదు.",
	"captcha-desc": "సరళమైన అమకవేప అమలు",
	"captcha-label": "క్యాప్చా",
	"captcha-addurl": "మీ దిద్దుబాటులో కొత్త బయటి లింకులు ఉన్నాయి. ఆటోమేటెడ్ స్పాము నుండి రక్షించేందుకు గాను, కింద ఇచ్చిన లెక్క యొక్క జవాబును ఇక్కడున్న పెట్టెలో రాయండి ([[Special:Captcha/help|మరింత సహాయం]]):",
	"captcha-badlogin": "పాసువోర్డును బాట్ల ద్వారా తెలుసుకోకుండా ఉండేందుకు, కింద ఇచ్చిన లెక్క యొక్క జవాబును ఇక్కడున్న పెట్టెలో రాయండి ([[Special:Captcha/help|మరింత సహాయం]]):",
	"captcha-createaccount": "బాట్ల ద్వారా ఖాతాలను సృష్టించకుండా నిరోధించటానికి, కింద ఇచ్చిన లెక్క యొక్క జవాబును ఇక్కడున్న పెట్టెలో రాయండి ([[Special:Captcha/help|మరింత సహాయం]]):",
	"captcha-createaccount-fail": "దృవీకరించుకోవడానికి విలువ ఇవ్వలేదు లేదా దానిని తప్పుగా ఇచ్చారు.",
	"captcha-create": "కొత్తపేజీని సృష్టించడానికి, కింద ఇచ్చిన లెక్క యొక్క జవాబును ఇక్కడున్న పెట్టెలో రాయండి ([[Special:Captcha/help|మరింత సహాయం]]):",
	"captcha-sendemail-fail": "CAPTCHA తప్పు, లేదా అసలు ఇవ్వనే లేదు.",
	"captcha-disabledinapi": "ఈ చర్యకు CAPTCHA అవసరం. అందుచేత, దీన్ని API ద్వారా జరపలేము.",
	"captcha-error": "అంతర్గత లోపం కారణంగా CAPTCHA నిర్ధారణ విఫలమైంది: $1",
	"captchahelp-title": "ఆమకవేప సహాయం",
	"captchahelp-cookies-needed": "ఇది పని చెయ్యాలంటే మీ బ్రౌజరులో కూకీలు సశక్తమై ఉండాలి.",
	"captchahelp-text": "ప్రజలనుండి రచనలను స్వీకరించే ఈ వికీ వంటి వెబ్‌సైట్లు, ఆటోమాటిక్ ప్రోగ్రాములతో తమ స్వంత లింకులను చేర్చే స్పాము ముష్కరుల దాడులకు గురవడం తరచూ జరుగుతూ ఉంటుంది. ఆ లింకులను తీసేయడం పెద్ద విషయం కాకపోయినప్పటికీ, అవి తలనెప్పి అనేది మాత్రం నిజం.\n\nకొన్నిసార్లు, ముఖ్యంగా ఏదైనా పేజీ నుండి బయటకు లింకులు ఇచ్చేటపుడు, వంకర్లు తిరిగిపోయి ఉన్న పదాల బొమ్మను చూపించి ఆ పదాన్ని టైపు చెయ్యమని వికీ మిమ్మల్ని అడగవచ్చు. దీన్ని ఆటోమాటిక్ టూల్సుతో చెయ్యడం చాలా కష్టం కాబట్టి, స్పాము జిత్తులు చెల్లవు; మనుష్యులు మాత్రం మామూలుగానే చెయ్యగలరు.\n\nదురదృష్టవశాత్తూ, చూపు సరిగా లేనివారికి, టెక్స్టు బ్రౌజర్లు మాత్రమే వాడేవారికి ఇది అసౌకర్యం కలిగిస్తుంది. ప్రస్తుతానికి శబ్దం వినిపించే వెసులుబాటు మాకు లేదు. మీరు రచనలు చెయ్యకుండా ఇది అడ్డుపడుతుంటే, సహాయం కోసం సైటు నిర్వాహకుణ్ణి సంప్రదించండి.\nమీరు చెసే విలువయిన, సమ్మతమయిన వ్యాస మార్పులు భద్రపరచటము కుదరకపొతె, దయచేసి [[Special:ListAdmins|సైటు నిర్వహణాధికారి]]కి లేఖ రాయండి.\n\nమీ బ్రౌజర్లోని బ్యాక్(back) మీటను నొక్కి ఇంతకు ముందరి పేజీకి వెళ్ళండి.",
	"captcha-addurl-whitelist": " #<!-- ఈ పంక్తిని ఉన్నదున్నట్లు ఇలాగే వదిలివేయండి --> <pre>\n# ఇక్కడ రాయాల్సిన విధానం ఇదీ:\n#  * \"#\" అనే అక్షరం నుండి ఆ పంక్తి చివరివరకూ వ్యాఖ్యానం\n#  * ఖాళీగా లేని ప్రతీ పంక్తీ ఒక regex భాగము, ఇది పేజీలో ఉన్న URLల్ల యొక్క హోస్టుతో మాత్రమే సరిచూడబడుతుంది\n  #</pre> <!-- ఈ పంక్తిని ఉన్నదున్నట్లు ఇలాగే వదిలివేయండి -->",
	"right-skipcaptcha": "ఆమకవేప ద్వారా పోకుండానే దాని ట్రిగ్గరు చర్యలను అమలు చెయ్యి",
	"confirmedit-preview-line": "పంక్తి సంఖ్య",
	"confirmedit-preview-validity": "చెల్లుబడి"
}
