{
	"@metadata": {
		"authors": [
			"Aefgh39622",
			"Horus",
			"Octahedron80",
			"Passawuth"
		]
	},
	"captcha-edit": "ในการแก้ไขหน้านี้ กรุณาตอบโจทย์ปัญหาทางคณิตศาสตร์ข้างล่าง และใส่คำตอบลงในกล่อง ([[Special:Captcha/help|รายละเอียดเพิ่มเติม]]):",
	"captcha-edit-fail": "แคปต์ชาไม่ถูกต้องหรือขาดหาย",
	"captcha-desc": "ใส่เทคนิคแคปต์ชาเพื่อป้องกันสแปมและการเดารหัสผ่าน",
	"captcha-label": "แคปต์ชา",
	"captcha-help": "ผลเฉลยของแคปต์ชา",
	"captcha-info-help": "คำอธิบายของแคปต์ชา",
	"captcha-id-label": "ไอดีแคปต์ชา",
	"captcha-id-help": "ควรส่งค่านี้กลับโดยไม่เปลี่ยน",
	"captcha-addurl": "การแก้ไขของคุณมีลิงก์ภายนอกด้วย\nเพื่อป้องกันวิกิจากสแปมอัตโนมัติ เราขอให้คุณแก้โจทย์ต่อไปนี้ และกรอกคำตอบในกล่องเพื่อบันทึกการแก้ไขของคุณ ([[Special:Captcha/help|รายละเอียด]]):",
	"captcha-badlogin": "เราขอให้คุณแก้โจทย์ด้านล่าง และกรอกคำตอบในกล่อง เพื่อป้องกันการแกะรหัสผ่านอัตโนมัติ  ([[Special:Captcha/help|รายละเอียด]]):",
	"captcha-createaccount": "เราขอให้คุณแก้โจทย์ด้านล่าง และกรอกคำตอบในกล่อง เพื่อป้องกันการสร้างบัญชีอัตโนมัติ ([[Special:Captcha/help|รายละเอียด]]):",
	"captcha-createaccount-fail": "แคปท์ชาไม่ถูกต้องหรือยังไม่ได้กรอก",
	"captcha-create": "กรุณาแก้โจทย์ด้านล่าง และพิมพ์คำตอบลงในกล่อง เพื่อสร้างหน้า\n([[Special:Captcha/help|รายละเอียด]]):",
	"captcha-sendemail": "เราขอให้คุณแก้โจทย์ด้านล่าง และกรอกคำตอบในกล่อง เพื่อป้องกันสแปมอัตโนมัติ ([[Special:Captcha/help|รายละเอียด]]):",
	"captcha-sendemail-fail": "แคปท์ชาไม่ถูกต้องหรือยังไม่ได้กรอก",
	"captcha-disabledinapi": "การกระทำนี้ต้องการแคปต์ชา ฉะนั้นไม่สามารถดำเนินการผ่านเอพีไอได้",
	"captcha-error": "การทวนสอบแคปต์ชาล้มเหลวเนื่องจากข้อผิดพลาดภายใน: $1",
	"captchahelp-title": "เกี่ยวกับแคปต์ชา",
	"captchahelp-cookies-needed": "คุณต้องอนุญาตคุกกี้บนเว็บบราวเซอร์ของคุณ เพื่อที่คุณจะสามารถล็อกอินได้",
	"captchahelp-text": "เว็บไซต์ที่ยอมรับการโพสต์จากสาธารณะเช่นวิกินี้มักถูกก่อกวนโดยผู้ส่งสแปมซึ่งใช้เครื่องมืออัตโนมัติในการโพสต์ลิงก์ไปยังหลายไซต์\nถึงแม้ว่าจะสามารถเอาลิงก์สแปมเหล่านั้นออกได้ แต่ก็ถือเป็นการรบกวนอย่างเห็นได้ชัด\n\nบางครั้ง โดยเฉพาะเมื่อเพิ่มลิงก์เว็บใหม่ไปยังหน้าใดหน้าหนึ่ง วิกิอาจแสดงภาพข้อความที่มีสีหรือเพี้ยนไปและให้คุณพิมพ์คำตามที่ปรากฏ\nเนื่องจากนี่เป็นงานที่ทำด้วยโปรแกรมอัตโนมัติได้ยาก โพสต์ส่วนมากจึงสร้างขึ้นโดยผู้ใช้ที่เป็นมนุษย์ ในขณะที่ตัวสร้างสแปมและตัวโจมตีที่เป็นหุ่นยนต์จำนวนมากถูกยับยั้งไว้\n\nแต่อาจไม่สะดวกสำหรับผู้ใช้ที่มีข้อจำกัดด้านการมองเห็นหรือผู้ใช้ที่ใช้เบราว์เซอร์ที่ใช้ข้อความหรือเสียงพูด\nในขณะนี้เรายังไม่มีเสียงแทนข้อความที่ใช้ได้\nโปรดติดต่อ[[Special:ListAdmins|ผู้ดูแลไซต์]]สำหรับความช่วยเหลือหากนี่เป็นการป้องกันไม่ให้คุณทำการกระทำที่ถูกต้องโดยไม่คาดคิด\n\nกดปุ่ม \"ย้อนกลับ\" ในเบราว์เซอร์ของคุณเพื่อกลับไปยังตัวแก้ไขหน้า",
	"captcha-addurl-whitelist": "#<!-- อย่าแก้ไขบรรทัดนี้ --> <pre>\n# วากยสัมพันธ์เป็นดังนี้:\n#   * ทั้งหมดที่ขึ้นต้นด้วยอักขระ \"#\" จนสุดบรรทัดนั้นเป็นความเห็น\n#   * ทุกบรรทัดที่ไม่ว่างเป็นส่วนนิพจน์ปรกติซึ่งจะจับคู่แม่ข่ายภายในยูอาร์แอล\n #</pre> <!-- อย่าแก้ไขบรรทัดนี้ -->",
	"confirmedit-preview-line": "เลขบรรทัด",
	"confirmedit-preview-content": "เนื้อหา",
	"confirmedit-preview-validity": "ความถูกต้อง",
	"confirmedit-preview-valid": "ถูกต้อง",
	"confirmedit-preview-invalid": "ไม่ถูกต้อง"
}
