{
	"@metadata": {
		"authors": [
			"AnakngAraw",
			"Jojit fb",
			"Leeheonjin"
		]
	},
	"captcha-edit": "Para magawaan ng pagbabago ang pahinang ito, pakisagot lamang ang payak na pagtutuos na nasa ibaba at ipasok ang sagot sa loob ng kahon ([[Special:Captcha/help|mas marami pang kabatiran]]):",
	"captcha-edit-fail": "Di-tama o nawawalang CAPTCHA.",
	"captcha-desc": "Nagbibigay ng mga pamamaraan ng CAPTCHA upang maisanggalang laban sa mga basurang email o spam at panghuhula ng password",
	"captcha-label": "CAPTCHA",
	"captcha-addurl": "Kasama sa mga pagbabagong ginawa mo ang bagong panlabas na mga kawing.\nUpang makatulong sa pagsasanggalang laban sa mga kusang dumarating na \"manlulusob\" (''spam''), pakisagot ang payak na pagtutuos sa ibaba at ipasok ang sagot sa loob ng kahon ([[Special:Captcha/help|mas marami pang kabatiran]]):",
	"captcha-badlogin": "Upang makatulong sa pagsasanggalang laban sa mga kusang paglutas ng password, pakisagot lamang payak na kabuuan na nasa ibaba at ipasok ang sagot sa loob ng kahon ([[Special:Captcha/help|mas marami pang kabatiran]]):",
	"captcha-createaccount": "Upang makatulong sa pagsasanggalang laban sa kusang paglikha ng account, pakisagot ang payak na kabuuan na nasa ibaba at ipasok ang sagot sa loob ng kahon ([[Special:Captcha/help|mas marami pang kabatiran]]):",
	"captcha-createaccount-fail": "Hindi tama o nawawalang kodigo ng pagpapatotoo.",
	"captcha-create": "Upang malikha ang pahina, pakisagot lamang ang payak na pagtutuos na nasa ibaba at ipasok ang sagot sa loob ng kahon ([[Special:Captcha/help|mas marami pang kabatiran]]):",
	"captcha-sendemail": "Upang makatulong sa pagsasanggalang laban sa mga kusang pagsalakay ng ispam, pakisagot ang payak na pagtutuos na nasa ibaba at ipasok ang sagot sa loob ng kahong ([[Special:Captcha/help|mas marami pang kabatiran]]):",
	"captcha-sendemail-fail": "Hindi tama o nawawalang kodigo ng pagpapatotoo.",
	"captcha-disabledinapi": "Ang aksyon na ito ay nangangailangan ng isang captcha, kaya hindi ito maaring gawin sa pamamagitan ng API.",
	"captchahelp-title": "Tulong na pangpagsusuring ''captcha''",
	"captchahelp-cookies-needed": "Kinakailangan mong magkaroon ng mga gumaganang mga  \"otap\" (''cookies'') sa loob ng pantingin-tingin (''browser'') mo upang maisagawa ito.",
	"captchahelp-text": "Ang mga websayt na tumatanggap ng mga pagpapaskil mula sa madla, katulad ng wiking ito, ay kalimitang inaabuso ng mga tagapagpadala ng mga manlulusob na gumagamit ng kusang mga kagamitan upang makapagpaskil ng kanilang mga kawing sa maraming mga sityo.\nBagaman maaaring matanggal ang mga kawing na pangmanlulusob na ito, isa silang malaking abala.\n\nKung minsan, lalo na kapag nagdaragdag ng bagong mga kawing na pangweb sa isang pahina, maaaring magpakita sa iyo ang wiki ng isang larawan ng may kulay o may masamang hubog na teksto at hihilingin kang magmakinilya ng ipinapakitang mga salita.\nDahil sa isa itong gawaing mahirap na gawing kusa, napapahintulutan nito ang halos lahat ng mga tunay na tao upang magawa ang kanilang mga pagpapaskil habang pinipigil ang karamihan sa mga nagpapadala ng mga ispam' at iba pang mala-robot na mga manlulusob.\n\nSa kasawiang palad maaaring hindi makaginhawa ito sa mga tagagamit na may malabong paningin o gumagamit ng pangteksto o pangpagsasalitang mga pantingin-tingin.\nSa ngayon wala pa kaming pamalit na isang pangpandinig.\nMakipag-ugnayan lamang sa [[Special:ListAdmins|mga tagapangasiwa ng sityo]] para humingi ng tulong kapag hindi inaasahang mapigilan ka sa pagsasagawa ng mga tunay na pagpapaskil.\n\nPindutin ang pindutang 'bumalik' sa iyong pantingin-tingin upang makabalik sa pahinang pampatnugot.",
	"captcha-addurl-whitelist": " #<!-- leave this line exactly as it is --> <pre>\n# Ang palaugnayan ay ayon sa mga sumusunod:\n#  * Lahat ng bagay mula sa isang \"#\" na panitik hanggang sa wakas ng isang guhit/hanay ay isang puna (kumento)\n#  * Bawat hindi/walang patlang na guhit/hanay ay isang piraso ng karaniwang pagsasaad (''regex'') na tutugma lamang sa mga tagapagpasinaya sa loob ng mga URL\n  #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "Gawin ang mga galaw na nakapagsasanhi ng pagsusuring ''captcha'' na hindi kinakailangang dumaan sa ''captcha''"
}
