{
	"@metadata": {
		"authors": [
			"BaRaN6161 TURK",
			"By erdo can",
			"Emperyan",
			"HakanIST",
			"Joseph",
			"Runningfridgesrule",
			"Sadrettin",
			"Sayginer",
			"Stultiwikia"
		]
	},
	"captcha-edit": "Bu sayfayı düzenlemek için, lütfen aşağıdaki görevi çözün ve cevabı kutuya girin ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-edit-fail": "Yanlış veya eksik CAPTCHA",
	"captcha-desc": "Spam ve parola tahminine karşı koruma sağlamak için CAPTCHA teknikleri sağlar",
	"captcha-label": "CAPTCHA",
	"captcha-help": "CAPTCHA'nın çözümü.",
	"captcha-info-help": "CAPTCHA'nın açıklaması.",
	"captcha-id-label": "CAPTCHA kimliği",
	"captcha-id-help": "Bu değer değişmeden geri gönderilmelidir.",
	"captcha-addurl": "Düzenlemeniz yeni harici bağlantılar içeriyor.\nVikiyi otomatik spam'e karşı korumak için, aşağıdaki görevi çözmenizi ve düzenlemenizi kaydetmek için kutuya cevabı yazmanızı rica ederiz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-badlogin": "Vikiyi otomatik şifre kırma işlemine karşı korumak için, aşağıdaki görevi çözmenizi ve cevabı kutuya yazmanızı rica ederiz ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-createaccount": "Vikiyi otomatik hesap oluşturmaya karşı korumak için, aşağıdaki problemi çözmenizi ve yanıtı kutunun içine yazmanızı rica ediyoruz ([[Special:Captcha/help|ayrıntılı bilgi]]):",
	"captcha-createaccount-fail": "Hatalı ya da eksik CAPTCHA.",
	"captcha-create": "Sayfayı oluşturmak için, lütfen aşağıdaki görevi çöz ve cevabı kutuya yazın ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-sendemail": "Vikiyi otomatik istenmeyen postalara karşı korumak için, aşağıdaki görevi çözmenizi ve yanıtı kutuya girin ([[Special:Captcha/help|daha fazla bilgi]]):",
	"captcha-sendemail-fail": "Hatalı ya da eksik CAPTCHA.",
	"captcha-disabledinapi": "Bu eylem bir CAPTCHA gerektirir, bu nedenle API aracılığıyla gerçekleştirilemez.",
	"captcha-error": "CAPTCHA doğrulaması dahili hata nedeniyle başarısız oldu: $1",
	"captchahelp-title": "CAPTCHA yardımı",
	"captchahelp-cookies-needed": "Bunun çalışabilmesi için tarayıcınızın çerezleri etkinleştirilmelidir.",
	"captchahelp-text": "Bu viki gibi herkesten yayın kabul eden web siteleri, çoğu siteye bağlantılarını göndermek için otomatik araçlar kullanan spam göndericiler tarafından sıklıkla kötüye kullanılır.\nBu spam bağlantıları kaldırılabilir, ancak bunlar önemli bir sıkıntıdır.\n\nBazen, özellikle bir sayfaya yeni web bağlantıları eklerken, viki size renkli veya bozuk metnin bir görüntüsünü gösterebilir ve gösterilen kelimeleri yazmanızı isteyebilir.\nBu, otomatikleştirilmesi zor bir görev olduğundan, çoğu gerçek insanın spam gönderenlerin ve diğer robot saldırganların çoğunu durdururken yayınlarını yapmasına izin verecektir.\n\nMaalesef bu, kullanıcıların sınırlı görüşe veya metin tabanlı veya konuşma tabanlı tarayıcılara sahip olmalarına neden olabilir.\nŞu anda mevcut bir ses alternatifimiz yok.\nBu, beklenmedik bir şekilde yasal işlemler yapmanızı engelliyorsa yardım için lütfen [[Special:ListAdmins|site hizmetlileri]] ile iletişim kurun.\n\nSayfa düzenleyicisine dönmek için tarayıcınızdaki \"geri\" düğmesine basın.",
	"captcha-addurl-whitelist": " #<!-- bu satırı olduğu gibi bırakın --> <pre>\n# Sözdizimi aşağıdaki gibidir:\n#  * \"#\" karakterinden satır sonuna kadar her şey yorumdur\n#  * Her boş olmayan satır, URL'ler içinde sadece host ile eşleşen düzenli ifadeler parçalarıdır\n  #</pre> <!-- bu satırı olduğu gibi bırakın -->",
	"right-skipcaptcha": "CAPTCHA'dan geçmek zorunda kalmadan CAPTCHA tetikleyici eylemler gerçekleştirin",
	"action-skipcaptcha": "CAPTCHA'dan geçmek zorunda kalmadan CAPTCHA tetikleyici eylemler gerçekleştirin",
	"confirmedit-preview-line": "Satır numarası",
	"confirmedit-preview-content": "İçerik",
	"confirmedit-preview-validity": "Geçerlilik",
	"confirmedit-preview-valid": "geçerli",
	"confirmedit-preview-invalid": "geçersiz",
	"confirmedit-preview-description": "Aşağıdaki tabloda, bu sayfadaki satırların listesi ve bunun geçerli bir IP adresi veya IP adresi aralığı olup olmadığı gösterilmektedir. Satır geçerli bir IP adresi veya IP adres aralığıysa, CAPTCHA'dan beyaz listeye alınacak ancak geçersiz satırlar yoksayılacak. Geçerli bir IP adresi aralığına örnek: 69.208.0.0 ile 69.208.255.255 69.208.0.0/16. Bir IP adres aralığı hesaplaması hakkında [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix daha fazla bilgi] edinin."
}
