{
	"@metadata": {
		"authors": [
			"Ahonc",
			"Alex Khimich",
			"Andriykopanytsia",
			"NickK",
			"Olvin",
			"Riwnodennyk",
			"Ата",
			"Тест",
			"Piramidion",
			"Base",
			"Максим Підліснюк"
		]
	},
	"captcha-edit": "Щоб відредагувати цю сторінку, будь ласка, розв'яжіть подану задачу і введіть відповідь у текстове поле ([[Special:Captcha/help|докладніше]]):",
	"captcha-edit-fail": "Неправильна або відсутня капча.",
	"captcha-desc": "Забезпечує методи CAPTCHA для захисту від спаму і підбору пароля",
	"captcha-label": "CAPTCHA",
	"captcha-help": "Вирішення CAPTCHA.",
	"captcha-info-help": "Опис CAPTCHA",
	"captcha-id-label": "Ідентифікатор CAPTCHA",
	"captcha-id-help": "Це значення повинно надсилатись назад незміненим.",
	"captcha-addurl": "Ви додали нові посилання на зовнішні сайти.\nІз метою захисту від автоматичного спаму, будь ласка, розв'яжіть подану задачу і введіть відповідь у текстове поле, щоб редагування було збережене ([[Special:Captcha/help|докладніше]]):",
	"captcha-badlogin": "Із метою захисту від автоматичного злому пароля, будь ласка, розв'яжіть подану задачу і введіть відповідь у текстове поле ([[Special:Captcha/help|докладніше]]):",
	"captcha-createaccount": "Із метою захисту від автоматичного створення облікового запису просимо Вас розв'язати подану задачу і ввести відповідь у текстове поле ([[Special:Captcha/help|докладніше]]):",
	"captcha-createaccount-fail": "Неправильна або відсутня капча.",
	"captcha-create": "Щоб створити сторінку, будь ласка, розв'яжіть подану задачу і введіть відповідь у текстове поле ([[Special:Captcha/help|докладніше]]):",
	"captcha-sendemail": "Із метою захисту вікі від автоматичного спаму просимо розв'язати подану задачу і ввести відповідь ([[Special:Captcha/help|деталі]]):",
	"captcha-sendemail-fail": "Неправильна або відсутня капча.",
	"captcha-disabledinapi": "Ця дія потребує перевірки CAPTCHA, тому не може бути здійснена за допомогою API.",
	"captcha-error": "Перевірка за CAPTCHA провалилась через внутрішню помилку: $1",
	"captchahelp-title": "Довідка про CAPTCHA",
	"captchahelp-cookies-needed": "Вам потрібно ввімкнути куки у браузері, щоб ця функція запрацювала.",
	"captchahelp-text": "Веб-сайти, що дозволяють додавати або змінювати свій вміст, у тому числі вікі, часто стають ціллю спамерів, які використовують програми для автоматичного додавання посилань.\nХоча такі посилання і можуть бути вилучені, вони є істотною вадою.\n\nІноді, наприклад при додаванні на сторінку нового веб-посилання, вікі може показати вам картинку з кольоровим або спотвореним текстом і запропонувати ввести текст, який ви бачите.\nОскільки подібну задачу важко автоматизувати, це дає можливість більшості людей робити свої зміни, в той час як більшість спамерських і вандальних програм не можуть цього зробити.\n\nНа жаль, подібний захист може спричинити незручності для людей із вадами зору. Зараз у нас нема звукової альтернативи для такої перевірки. Будь ласка, зверніться по допомогу до [[Special:ListAdmins|адміністраторів]], якщо подібна перевірка заважає вам добросовісно працювати з сайтом.\n\nНатисніть кнопку «Назад» у вашому браузері, щоб повернутися до редагування.",
	"captcha-addurl-whitelist": "#<!-- leave this line exactly as it is --> <pre>\n# Опис синтаксису:\n#  * Все, що починається з символу \"#\" до кінця рядка, вважається коментарем\n#  * Кожний непорожній рядок вважається фрагментом регулярного виразу відповідної назви вузла в URL\n   #</pre> <!-- leave this line exactly as it is -->",
	"right-skipcaptcha": "виконання дій, що вимагають CAPTCHA-перевірки, без проходження CAPTCHA",
	"captcha-apihelp-param-captchaword": "Відповідь на CAPTCHA",
	"captcha-apihelp-param-captchaid": "Ідентифікатор CAPTCHA з попереднього запиту",
	"confirmedit-preview-line": "Номер рядка",
	"confirmedit-preview-content": "Вміст",
	"confirmedit-preview-validity": "Перевірка",
	"confirmedit-preview-valid": "дійсна",
	"confirmedit-preview-invalid": "недійсна",
	"confirmedit-preview-description": "Подана таблиця відображає список рядків на цій сторінці, і чи це дійсна IP-адреси, чи діапазон IP-адрес. Якщо рядок є дійсною IP-адресою або діапазоном, він потрапить у білий список для CAPTCHA, тоді як недійсні адреси будуть проігноровані. Прикладом дійсного діапазону IP-адрес може бути: 69.208.0.0/16, який починається з 69.208.0.0 і закінчується 69.208.255.255. [https://www.mediawiki.org/wiki/Special:MyLanguage/Help:Range_blocks#Calculating_the_CIDR_suffix Більше інформації] про вираховування діапазону IP-адрес."
}
