{
	"@metadata": {
		"authors": [
			"BrokenArrow",
			"Srtxg"
		]
	},
	"captcha-edit": "Po candjî cisse pådje ci, vos dvoz fé l' carcul simpe chal pa dzo eyet scrire li rzultat dins l' boesse ([[Special:Captcha/help|pus di racsegnes]]):",
	"captcha-edit-fail": "Côde d' acertinaedje (CAPTCHA) ki manke ou nén corek.",
	"captcha-desc": "Fornixh des tecnikes di waerantixhaedje pa passete d' acertinaedje (''captcha'')  siconte les spams et les sayes d' advinaedje di screts.",
	"captcha-label": "Côde d' acertinaedje (CAPTCHA)",
	"captcha-addurl": "Dins vos candjmints i gn a des dfoûtrinnès hårdêyes (URL).\nPo mete li wiki a houte des robots di spam, nos vs dimandans di bén vleur acertiner ki vos estoz bén ene djin, po çoula dinez l' rizultat di ç' carcul simpe ci po poleur schaper l' pådje ([[Special:Captcha/help|pus di racsegnes]]):",
	"captcha-badlogin": "Po mete li wiki a houte des des robots ki sayèt d' adviner les screts, nos  vs dimandans d' bén vleur acertiner ki vos estoz bén ene djin, po çoula dinez l' rizultat di ç' carcul simpe ci ([[Special:Captcha/help|pus di racsegnes]]):",
	"captcha-createaccount": "Po mete li wiki a houte des des robots k' ahivèt des contes otomaticmint, nos  vs dimandans d' bén vleur acertiner ki vos estoz bén ene djin, po çoula dinez l' rizultat di ç' carcul simpe ci ([[Special:Captcha/help|pus di racsegnes]]):",
	"captcha-createaccount-fail": "Li côde d' acertinaedje (CAPTCHA) est incorek ou mancant.",
	"captcha-create": "Por vos poleur ahiver l' pådje, metoz dins l' boesse li rzultat do carcul simpe chal pa dzo ([[Special:Captcha/help|pus di racsegnes]]):",
	"captcha-sendemail": "Po mete li wiki a houte des des robots di spam, nos  vs dimandans d' bén vleur acertiner ki vos estoz bén ene djin, po çoula dinez l' rizultat di ç' carcul simpe ci ([[Special:Captcha/help|pus di racsegnes]]):",
	"captcha-sendemail-fail": "Côde d' acertinaedje (CAPTCHA) ki manke ou nén corek.",
	"captcha-disabledinapi": "Cisse accion a mezåjhe d' aveuri ene passete d' acertinaedje (captcha), ça fwait ki ça n' pout nén esse fwait åd triviè d' l' API.",
	"captchahelp-title": "Aidance passete d' acertinaedje",
	"captchahelp-cookies-needed": "Vos dvoz aveur les coûkes en alaedje so vosse betchteu waibe po k' ça rote.",
	"captchahelp-text": "Les waibes k' acceptèt des messaedjes do publik, come ci wiki chal, sont sovint eployîs pa des må-fjhants spameus, po pleur mete, avou des usteyes otomatikes, des loyéns di rclame viè les sites da zels.\nBén seur, on pout todi les disfacer al mwin, mins c' est on soyant ovraedje.\n\nAdon, pa côps, copurade cwand vos radjoutez des hårdêyes a ene pådje, ou å moumint d' ahiver on novea conte sol wiki, on eployrè ene passete d' acertinaedje, dj' ô bén k' on vos mostere ene imådje avou on tecse kitoirdou eyet vs dimander di taper les mots so l' imådje. Come li ricnoxhance di ç' tecse la est målåjheye a fé otomaticmint pa on robot, çoula permete di leyî les vraiyès djins fé leus candjmints tot arestant l' plupårt des spameus et des sfwaitès atakes pa robot.\n\nMålureuzmint çoula apoite eto des målåjhminces po les cis k' ont des problinmes po vey, ou k' eployèt des betchteus e môde tecse ou båzés sol vwès. Pol moumint, nos n' avans nén ene alternative odio.\nS' i vs plait contactez les [[Special:ListAdmins|manaedjeus do site]] po d' l' aidance si çoula vos espaitche di fé vos candjmints ledjitimes.\n\nClitchîz sol boton «En erî» di vosse betchteu waibe po rivni al pådje di dvant.",
	"captcha-addurl-whitelist": " #<!-- leyîz cisse roye chal come elle est (oyi, i gn a-st on vude al comince) --><pre>\n# Li sintacse est come çouci :\n#  * Tot caractere a pårti d' on «#» disk' al fén del roye c' est on comintaire.\n#  * Tote roye nén vude est on boket d' erîlêye ratourneure (regexp) po loukî a des corespondances avou les nos d' lodjoe dins les hårdêyes.\n  #</pre><!-- leyîz cisse roye chal come elle est (oyi, i gn a-st on vude al comince) -->",
	"right-skipcaptcha": "Pou fé les accions k' enondèt normålmint ene passete d' acertinaedje (captcha) sins k' ele ni soeye enondêye",
	"captcha-apihelp-param-captchaword": "Response",
	"captcha-apihelp-param-captchaid": "Idintifiant di CAPTCHA del dimande di dvant"
}
