{
	"@metadata": {
		"authors": [
			"Xuacu"
		]
	},
	"cirrussearch-desc": "Gueta col motor Elasticsearch pa MediaWiki",
	"cirrussearch-backend-error": "Nun pudimos completar la gueta por un problema temporal. Por favor, vuelva a intentalo más sero.",
	"cirrussearch-parse-error": "Nun s'entendió la consulta. Por favor, fáigala más cenciella. La consulta quedó rexistrada p'ameyorar el sistema de gueta.",
	"cirrussearch-too-busy-error": "La gueta ta sobrecargada nesti momentu. Vuelvi a intentalo más sero.",
	"cirrussearch-regex-syntax-error": "Error de sintaxis na espresión regular en $2: $1",
	"cirrussearch-regex-too-busy-error": "Nesti momentu tán executándose demasiaes guetes con espresiones regulares. Vuelvi a intentalo más sero.",
	"cirrussearch-regex-too-complex-error": "La espresión regular ye complexa enforma. Deprendi más sobre cómo simplificala [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|equí]].",
	"cirrussearch-now-using": "Esta wiki ta usando un motor de gueta nuevu. ([[mw:Special:MyLanguage/Help:CirrusSearch|Ver más]])",
	"cirrussearch-ignored-headings": " #<!-- dexar esta llinia exactamente como ta --> <pre>\n# Testeres que nun se tendrán en cuenta na gueta.\n# Los cambios fechos equí son efeutivos nel momentu que s'indexa la páxina cola testera.\n# Pue forzar el reindexáu d'una páxina faciendo una edición nula.\n# La sintaxis ye la siguiente:\n#   * Tolo qu'hai dende un caráuter \"#\" al fin de llinia ye un comentariu\n#   * Cada llinia nun-balera ye'l títulu exactu a descartar, incluyendo mayúscules y demás\nReferencies\nEnllaces esternos\nVer tamién\n #</pre> <!-- dexar esta llinia exactamente como ta -->",
	"cirrussearch-boost-templates": " #<!-- dexar esta llinia exautamente como ta --> <pre>\n# Si una páxina contien una d'estes plantíes, la so puntuación na gueta multiplícase pol porcentax configuráu.\n# Los cambios equí son efeutivos darréu.\n# La sintaxis ye como sigue:\n#   * Cualquier cosa dende un caráuter \"#\" al fin de llinia ye un comentariu\n#   * Cada llinia non-balera ye'l nome de plantía exautu a aumentar, con espaciu de nomes, mayúscules, etc, siguíu por un caráuter \"|\", siguíu por un númberu, siguíu por un caráuter \"%\".\n# Exemplos de llinies correutes:\n# Plantía:Novedaes|150%\n# Plantía:Destacaos|300%\n# Plantía:Correxir|50%\n# Exemplos de llinies incorreutes:\n# Plantía:Foo|150,234234% <-- nun se permiten los decimales\n# Foo|150% <--- téunicamente funciona, pero sólo pa tresclusiones de la páxina Foo nel espaciu de nomes principal\n# Puedes probar los cambios na configuración faciendo una consulta col prefixu boost-templates:\"XX\" onde XX son toles plantíes que quieras aumentar separaes con espacios en llugar de saltos de llinia.\n# Les consultes qu'especifiquen boost-templates:\"XX\" sáltense'l conteníu d'esti campu.\n #</pre> <!-- dexar esta llinia exautamente como ta -->",
	"cirrussearch-pref-label": "Gueta nueva",
	"cirrussearch-pref-desc": "Pruebe la nuesa gueta nueva que tien sofitu pa más llingües, ufre resultaos más actuales, ya inda pue alcontrar testu dientro de les plantíes.",
	"cirrussearch-give-feedback": "Unvianos un comentariu",
	"cirrussearch-morelikethis-settings": " #<!-- dexa esta llinia tal y como ta --> <pre>\n# Esti mensaxe te permite configurar les preferencies de la carauterística «más como esto».\n# Esos cambios tienen efeutu inmediatamente.\n# La sintaxis ye como sigue:\n#   * To lo que va d'un caráuter «#» al final de la llinia ye un comentariu.\n#   * Cada llinia non-balera ye'l nome d'un axuste siguíu pol caráuter «:» siguíu pol valor del axuste\n# Los axustes son :\n#   * min_doc_freq (enteru): Númberu mínimu de documentos (per trozu) que necesita un términu pa que se considere.\n#   * max_doc_freq (enteru): Númberu máximu de documentos (per trozu) que necesita un términu pa que se considere.\n#                   Los términos con alta frecuencia de vezu son «palabres baleres».\n#   * max_query_terms (enteru): Númberu máximu de términos a considerar. Esti valor ta llendáu a $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (enteru): Númberu mínimu de veces qu'apaez el términu na entrada al documentu pa considerase. Pa campos pequeños (títulu) esti valor tien de ser 1.\n#   * minimum_should_match (porcentaxe -100% a 100%, o númberu enteru de periodos): El porcentaxe de periodos pa coincidir. Predeterminao 30%.\n#   * min_word_len (enteru): Llonxitú mínima d'un términu considerar. Predeterminao de 0.\n#   * max_word_len (enteru): La llonxitú máxima de palabra sobro la que s'inorarán les palabres. Predeterminao de sin llende (0).\n#   * fields (llista de valores separaos por comes): Estos son los campos a usar. Los campor permitidos son title, text, auxiliary_text, opening_text y headings.\n# Exemplos de llinies bones:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- dexa esta llinia tal y como ta -->",
	"cirrussearch-didyoumean-settings": "  #<!-- dexa esta llinia exautamente como ta --> <pre>\n# Esti mensaxe te permite configurar les preferencies de les suxerencies de «Queríes dicir».\n# Ver tamién https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# Los cambios equí tienen efeutu inmediatu.\n# La sintaxis ye como sigue:\n#   * Too dende un caráuter \"#\" al final de la llinia ye un comentariu.\n#   * Cada llinia que nun tea en blanco ye'l nome de la preferencia siguíu por un caráuter \":\" siguíu pol valor de la preferencia\n# Les preferencies son :\n#   * max_errors (enteru): el máximu númberu de términos que se considera que son fallos ortográficos pa formar una correición. 1 o 2.\n#   * confidence (flotante): El nivel d'enfotu define un factor que s'aplica a la puntuación de les frases d'entrada y que s'usa como llende pa otres candidatures de suxerencies. Sólo los candidatos con puntuación mayor que la llende incluiráse nel resultáu. Por exemplu, un nivel d'enfotu de 1.0 sólo devolverá suxerencies que puntúen más alto que la frase d'entrada. Si se pon a 0.0 devuélvense'l meyor candidatu.\n#   * min_doc_freq (flotante de 0 a 1): La llende mínima en númberu de documentos onde tendría d'apaecer una suxerencia .\n#                   Los términos d'alta frecuencia de vezu son «palabres vacíes».\n#   * max_term_freq (flotante de 0 a 1): La llende máxima nel númberu de documentos onde puede existir un términu pa que s'incluya.\n#   * prefix_length (enteru): El númberu  mínimu de carácteres del prefixu que tienen de casar nun términu pa ser una suxerencia.\n#   * suggest_mode (missing, popular, always): El mou de suxerencies controla la manera como s'incluyen les suxerencies.\n# Exemplos de llinies bien feches:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- dexa esta llinia exautamente como ta -->",
	"cirrussearch-query-too-long": "La solicitú de gueta ye más llarga que'l llargor máximu permitíu. ($1 > $2)",
	"cirrussearch-completion-profile-strict": "Perfil estrictu con dellos carácteres de puntuación desaniciaos pero calteniendo los diacríticos y los acentos.",
	"cirrussearch-completion-profile-classic": "Prefixu clásicu, desaniciando dellos signos de puntuación y dellos diacríticos.",
	"cirrussearch-completion-profile-normal": "Desaniciaos dellos signos de puntuación, dellos diacríticos y ciertes palabres.",
	"cirrussearch-completion-profile-normal-subphrases": "Desaniciaos dellos caráuteres de puntuación, signos diacríticos y palabres especiales. Tamién casa con frases parciales (pueden ser frases parciales o subpáxines dependiendo de la configuración interna de la wiki).",
	"cirrussearch-completion-profile-fuzzy": "Asemeyáu a normal con igua d'errores ortográficos (dos fallos aceutaos).",
	"cirrussearch-completion-profile-fast-fuzzy": "Perfil difusu esperimental (puede desaniciase'n cualquier momentu)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Asemeyao a normal con correición de faltes (hai encontu pa dos faltes). Tamién casa con frases parciales (pueden ser frases parciales o subpáxines dependiendo de la configuración interna de la wiki).",
	"cirrussearch-qi-profile-classic": "Clasificación basada nel númberu d'enllaces entrantes, delles plantíes, llingua de la páxina y actualidá (plantíes/llingua/actualidá pueden nun tar activaes nesta wiki).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Clasificación basada en delles plantíes, llingua de la páxina y actualidá cuando s'activen nesta wiki.",
	"cirrussearch-qi-profile-empty": "Clasificación basada sólo en carauterístiques dependientes de la consulta (sólo pa depuración).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Suma ponderada basada n'enllaces entrantes y visites selmanales",
	"cirrussearch-qi-profile-wsum-inclinks": "Suma ponderada basada n'enllaces entrantes",
	"cirrussearch-qi-profile-popular-pv": "Clasificación basada principalmente nes visites de les páxines",
	"cirrussearch-qi-profile-popular-inclinks": "Clasificación basada principalmente na cuenta d'enllaces entrantes",
	"prefs-completion": "Completáu de la gueta",
	"cirrussearch-pref-completion-section-desc": "Suxeridor de completáu",
	"cirrussearch-pref-completion-profile-help": "Configurar el comportamientu de les suxerencies d'auto-completáu (buscar de la qu'escribes).\n\nEl [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester suxeridor de completáu] ye un algoritmu de suxerencies de gueta con meyor correición d'escritura y relevancia de gueta. La gueta por Prefixu ye l'antiguu algoritmu de suxerencies pa buscar de la qu'escribes.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Predetermináu (encamentáu)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Igua hasta dos faltes d'ortografía. Desanicia les redireiciones que s'asemeyen enforma al títulu principal.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Casa con partes de la frase (recomendao pa los títulos de páxina más llargos)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Igua fasta dos faltes d'ortografía. Resuelve les redireiciones cercanes. Casa con partes de la frase nos títulos.",
	"cirrussearch-completion-profile-strict-pref-name": "Mou estrictu (avanzáu)",
	"cirrussearch-completion-profile-strict-pref-desc": "Sin igua de faltes. Sin omitir acentos. Correspondencia estricta.",
	"cirrussearch-completion-profile-normal-pref-name": "Mou redireición (avanzáu)",
	"cirrussearch-completion-profile-normal-pref-desc": "Sin igua de faltes d'ortografía. Resuelve les redireiciones cercanes.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Mou redireición casando con partes de la frase (avanzáu)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Sin correición de faltes d'ortografía. Resuelve les redireiciones cercanes. Casa con partes de la frase nos títulos.",
	"cirrussearch-completion-profile-classic-pref-name": "Gueta en prefixu clásica",
	"cirrussearch-completion-profile-classic-pref-desc": "Sin correición de faltes d'ortografía. Casa col principiu de los títulos.",
	"cirrussearch-timed-out": "Escosó'l tiempu de gueta, sólo hai disponibles resultaos parciales.",
	"cirrussearch-regex-timed-out": "Escosó'l tiempu de gueta de la espresión regular, sólo hai disponibles resultaos parciales. Tenta simplificar la espresión regular pa llograr resultaos completos.",
	"cirrussearch-file-numeric-feature-not-a-number": "El términu a buscar '$1' rique valores numbéricos, pero dióse '$2'.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "El términu a buscar '$1' nun permite dar argumentos múltiples y un signu con '$2'.",
	"cirrussearch-feature-not-available": "La palabra clave de gueta '$1' nun ta activada nesta wiki.",
	"cirrussearch-feature-too-many-conditions": "Diéronse demasiaes condiciones a '$1', truncando a $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint tendría de configurase como un puntu de salida SPARQL válidu pa usar la gueta fonda en categoríes.",
	"cirrussearch-feature-deepcat-exception": "Falló la consulta SPARQL de gueta fonda en categoríes.",
	"cirrussearch-feature-deepcat-toomany": "La consulta fonda de categoríes devolvió demasiaes categoríes",
	"cirrussearch-feature-deepcat-invalid-title": "La categoría proporcionada ye inválida.",
	"cirrussearch-incategory-feature-no-valid-categories": "Nun se dieron categoríes válides a '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Nun se dieron títulos válidos a '$1'.",
	"cirrussearch-mlt-not-configured": "La carauterística '$1' ta mal configurada. Pide a un alministrador qu'igüe $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Rellacionáu",
	"cirrussearch-explore-similar-categories": "Categoríes",
	"cirrussearch-explore-similar-languages": "Llingües",
	"cirrussearch-explore-similar-related-none": "Nun ta disponible nenguna páxina rellacionada",
	"cirrussearch-explore-similar-categories-none": "Nun hai nenguna categoría disponible",
	"cirrussearch-explore-similar-languages-none": "Nun ta disponible n'otres llingües",
	"cirrussearch-article-words": "Palabres en toles páxines de conteníu",
	"cirrussearch-keyword-prefix-ns-mismatch": "L'espaciu de nomes que s'alcontró nel términu buscáu <code>prefix:</code> nun ye compatible colos espacios de nomes solicitaos. Puedes igualo poniendo a la consulta el prefixu <code>all:</code>.",
	"cirrussearch-autoselect-profile": "Dexar que'l motor de gueta decida'l meyor perfil a usar.",
	"cirrussearch-offset-too-large": "Nun pudo llograse nengún resultáu. Hai encontu hasta $1 resultaos na gueta, pero solicitáronse resultaos que principien nel $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Inorando'l pidimientu de paxinar resultaos ordenaos al debalu.",
	"cirrussearch-articletopic-invalid-topic": "{{PLURAL:$2|Nome|Nomes}} de tema non {{PLURAL:$2|reconocíu|reconocíos}} pa la palabra clave d'<kbd>articletopic:</kbd>: $1"
}
