{
	"@metadata": {
		"authors": [
			"0x010C",
			"Dcausse",
			"Eneelk",
			"Gomoko",
			"Jean-Frédéric",
			"Linedwell",
			"Mattho69",
			"Od1n",
			"Orlodrim",
			"Robby",
			"Thibaut120094",
			"Trial",
			"Trizek",
			"Urhixidur",
			"Verdy p",
			"Wladek92"
		]
	},
	"cirrussearch-desc": "Moteur de recherche Elasticsearch pour MediaWiki",
	"cirrussearch-backend-error": "Nous n’avons pas pu mener à bien votre recherche à cause d’un problème temporaire. Veuillez réessayer ultérieurement.",
	"cirrussearch-parse-error": "La demande n’a pas été comprise. Veuillez la simplifier. La requête a été tracée pour améliorer le système de recherche.",
	"cirrussearch-too-busy-error": "Le service de recherche est actuellement saturé. Veuillez réessayer ultérieurement.",
	"cirrussearch-regex-syntax-error": "Erreur de syntaxe de l’expression rationnelle en position $2 : $1",
	"cirrussearch-regex-too-busy-error": "Trop de recherches par expression rationnelle actuellement en cours. Veuillez réessayer ultérieurement.",
	"cirrussearch-regex-too-complex-error": "L’expression rationnelle est trop complexe. En savoir plus sur sa simplification [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|ici]].",
	"cirrussearch-now-using": "Ce wiki utilise un nouveau moteur de recherche. ([[mw:Special:MyLanguage/Help:CirrusSearch|en savoir plus]])",
	"cirrussearch-ignored-headings": " #<!-- laisser cette ligne comme telle --> <pre>\n# Titres de sections qui seront ignorés par la recherche\n# Les changements effectués ici prennent effet dès lors que la page avec le titre est indexée.\n# Vous pouvez forcer la réindexation de la page en effectuant une modification vide\n# La syntaxe est la suivante :\n#   * Toute ligne précédée d’un « # » est un commentaire\n#   * Toute ligne non-vide est le titre exact à ignorer, casse comprise\nRéférences\nLiens externes\nVoir aussi\n #</pre> <!-- laisser cette ligne comme telle -->",
	"cirrussearch-boost-templates": " #<!-- laisser cette ligne exactement en l’état --> <pre>\n# Si une page contient un de ces modèles alors son pointage de recherche sera multiplié par un pourcentage configuré.\n# Les modifications prennent effet immédiatement.\n# La syntaxe est la suivante :\n#   * Tout ce qui est entre un caractère « # » et la fin de la ligne est un commentaire\n#   * Toute ligne non vide est le nom exact d’un modèle à promouvoir, avec espace de noms, casse exacte et complète, suivi d’un caractère « | » suivi d’un nombre suivi d’un caractère « % ».\n# Exemples de lignes correctes :\n# Modèle:Bon|150%\n# Modèle:Très Très bon|300%\n# Modèle:Mauvais|50%\n# Exemples de lignes non valides :\n# Modèle:Foo|150.234234% <-- pas de décimale autorisée !\n# Foo|150% <--- fonctionne techniquement, mais pour des inclusions de la page Foo depuis l’espace de noms principal\n# Vous pouvez tester les modifications de configuration en effectuant une recherche préfixée par boost-templates:\"XX\" où XX est l’ensemble des modèles que vous voulez promouvoir, séparés par des espaces au lieu de sauts de ligne.\n# Les requêtes qui spécifient boost-templates:\"XX\" ignorent le contenu de ce champ-ci.\n #</pre> <!-- laisser cette ligne exactement en l’état -->",
	"cirrussearch-pref-label": "Nouvelle recherche",
	"cirrussearch-pref-desc": "Essayez notre nouveau système de recherche qui prend en charge un plus grand nombre de langues, fournit davantage de résultats à jour et peut même trouver du texte dans les modèles.",
	"cirrussearch-give-feedback": "Donnez-nous votre avis",
	"cirrussearch-morelikethis-settings": " #<!-- laisser cette ligne intacte --> <pre>\n# Ce message permet de configurer les options de la fonctionnalité « Articles Similaires » (Préfixe spécial « morelike: »).\n# Les changements sont pris en compte immédiatement.\n# La syntaxe est la suivante :\n#  * Tout ce qui suit un caractère « # » jusqu’à la fin de ligne est considéré comme un commentaire.\n#  * Toutes les lignes non vides comportent le nom du paramètre suivi d’un « : » puis de la valeur du paramètre.\n# Les paramètres sont :\n#  * min_doc_freq (entier) : nombre minimal de documents qu’un terme doit avoir (par mot) pour être considéré.\n#  * max_doc_freq (entier) : nombre maximal de documents qu’un terme doit avoir (par mot) pour être considéré.\n#                  Les termes avec un grand nombre de documents sont généralement des « mots vides ».\n#  * max_query_terms (entier) : nombre maximal de termes à considérer. Cette valeur est limitée par $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#  * min_term_freq (entier) : nombre d’occurrences minimal qu’un terme doit avoir dans le document pour être considéré. Pour les petits champs (title) cette valeur doit être 1.\n#  * minimum_should_match (pourcentage de -100% à 100% ou nombre entier de termes) : la quantité de termes devant correspondre. Par défaut 30%.\n#  * min_word_len (entier) : la taille minimale d’un terme pour être considéré. Valeur par défaut à 0.\n#  * max_word_len (entier) : la taille maximale d’un terme pour être considéré. Sans limite par défaut (0).\n#  * fields (liste de valeurs séparées par des virgules) : ce sont les champs à utiliser. Les champs autorisés sont « title » (titre), « text » (contenu), « auxiliary_text » (contenu complémentaire), « opening_text » (aperçu), « headings » (entête) et « all » (tout).\n# Exemple de configuration correcte :\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- laisser cette ligne intacte -->",
	"cirrussearch-didyoumean-settings": " #<!-- laisser cette ligne en l’état --> <pre>\n# Ce message vous laisse configurer les paramètres des suggestions « Voulez-vous dire ».\n# Voir aussi https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# Les modifications qui y sont apportées prennent effet immédiatement.\n# La syntaxe est la suivante :\n#   * Tout ce qui est entre un caractère « # » et la fin de la ligne est un commentaire.\n#   * Toute ligne non vide est le nom d’un paramètre suivi d’un caractère « : » suivi de la valeur du paramètre\n# Les paramètres sont :\n#   * max_errors (entier) : le nombre maximum de mots considérés comme mal orthographiés afin d’être corrigés. 1 ou 2.\n#   * confidence (flottant) : le niveau de confiance définit un facteur appliqué au pointage des phrases saisies, utilisé comme un seuil pour d’autres suggestions. Seuls les candidats dont le pointage est plus élevé que ce seuil seront inclus dans le résultat. Par exemple, un niveau de confiance de 1.0 ne renverra que les suggestions dont le pointage est plus élevé que la phrase saisie. S’il est mis à 0.0, les meilleurs candidats sont renvoyés.\n#   * min_doc_freq (flottant entre 0 et 1) : le seuil minimal de nombre de documents dans lesquels une suggestion devrait apparaître.\n#                   Les critères très fréquents sont en général des « mots vides ».\n#   * max_term_freq (flottant entre 0 et 1): le seuil maximal de nombre de documents dans lesquels un critère peut apparaître afin d’être inclus.\n#   * prefix_length (entier) : le nombre de caractères minimal du préfixe qui doit correspondre à un critère afin d’être une suggestion.\n#   * suggest_mode (missing, popular, always) : le mode de suggestion contrôle la manière dont les suggestions sont incluses.\n# Exemples de bonnes lignes :\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- laisser cette ligne en l’état -->",
	"cirrussearch-query-too-long": "La requête de recherche est plus longue que la taille autorisée ($1 > $2).",
	"cirrussearch-completion-profile-strict": "Profil strict avec peu de signes de ponctuation supprimés mais conservation des diacritiques et des accents.",
	"cirrussearch-completion-profile-classic": "Préfixe classique, peu de signes de ponctuation et quelques signes diacritiques supprimés.",
	"cirrussearch-completion-profile-normal": "Peu de signes de ponctuation, quelques diacritiques et mots vides supprimés.",
	"cirrussearch-completion-profile-normal-subphrases": "Quelques caractères de ponctuation, signes diacritiques et mots vides supprimés. Cela trouvera également des sous-phrases (qui peuvent être des sous-phrases ou des sous-pages, selon la configuration interne du wiki).",
	"cirrussearch-completion-profile-fuzzy": "Similaire au fonctionnement habituel avec la correction des fautes de frappe (les doubles fautes sont tolérées).",
	"cirrussearch-completion-profile-fast-fuzzy": "Profil trouble expérimental (peut être supprimé n’importe quand)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Similaire au fonctionnement habituel avec la correction des fautes de frappe (les doubles fautes sont tolérées). Cela trouvera également des sous-phrases (qui peuvent être des sous-phrases ou des sous-pages, selon la configuration interne du wiki).",
	"cirrussearch-qi-profile-classic": "Classement basé sur le nombre de liens entrants, sur quelques modèles, sur la langue de la page ou son ancienneté (les critères de modèles/langue/ancienneté peuvent ne pas être activés sur ce wiki).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Classement basé sur certains modèles, la langue de la page et l’ancienneté, quand cela est activé sur ce wiki.",
	"cirrussearch-qi-profile-empty": "Classement basé uniquement sur la requête de fonctionnalités dépendantes (uniquement pour débogage).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Somme pondérée basée sur les liens entrants et les nombres hebdomadaires de vues de la page",
	"cirrussearch-qi-profile-wsum-inclinks": "Somme pondérée basée sur les liens entrants",
	"cirrussearch-qi-profile-popular-pv": "Notation basée principalement sur le nombre de vues de la page",
	"cirrussearch-qi-profile-popular-inclinks": "Notation basée principalement sur le nombre de liens entrants",
	"prefs-completion": "Recherche approfondie",
	"cirrussearch-pref-completion-section-desc": "Outil de suggestion de complétion",
	"cirrussearch-pref-completion-profile-help": "Définit le comportement des suggestions d’auto-complétion (recherche en cours de frappe).\n\nL’extension [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester Conseiller de complétion] utilise un algorithme pour rechercher des suggestions avec une meilleure correction orthographique et une meilleure pertinence de recherche. La recherche de préfixes est l’algorithme de suggestion hérité pour la recherche en cours de frappe.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Par défaut (recommandé)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Corrige jusqu’à deux fautes de frappe. Supprime les redirections qui sont très similaires au titre principal.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Correspondance de fragments de phrase (recommandé pour les titres de page plus longs)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Corrige jusqu’à deux fautes de frappe. Résout les redirections proches. Fait correspondre les fragments de phrase dans les titres.",
	"cirrussearch-completion-profile-strict-pref-name": "Mode strict (avancé)",
	"cirrussearch-completion-profile-strict-pref-desc": "Aucune correction de faute. Aucune simplification des accents. Correspondance stricte.",
	"cirrussearch-completion-profile-normal-pref-name": "Mode redirection (avancé)",
	"cirrussearch-completion-profile-normal-pref-desc": "Aucune correction de faute. Résout les redirections proches.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Mode redirection en faisant correspondre des fragments de phrase (avancé)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Aucune correction de faute. Résout les redirections proches. Fait correspondre les fragments de phrase dans les titres.",
	"cirrussearch-completion-profile-classic-pref-name": "Recherche de préfixe classique",
	"cirrussearch-completion-profile-classic-pref-desc": "Aucune correction de faute. Fait correspondre le début des titres.",
	"cirrussearch-timed-out": "La recherche a expiré, seuls des résultats partiels sont disponibles.",
	"cirrussearch-regex-timed-out": "La recherche par expression rationnelle prend trop de temps, seuls des résultats partiels sont disponibles. Essayez de simplifier votre expression pour obtenir des résultats complets.",
	"cirrussearch-file-numeric-feature-not-a-number": "Le terme recherché « $1 » nécessite des valeurs numériques, mais « $2 » a été fourni.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "Le terme recherché « $1 » n’autorise pas de fournir de multiples arguments et un signe avec « $2 ».",
	"cirrussearch-feature-not-available": "Le mot-clé de recherche « $1 » n’est pas activé sur ce wiki.",
	"cirrussearch-feature-too-many-conditions": "Trop de conditions fournies pour « $1 », troncature à $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint doit être positionné avec une cible SPARQL valide pour utiliser la recherche de catégorie en profondeur.",
	"cirrussearch-feature-deepcat-exception": "La requête SPARQL de recherche de catégorie en profondeur a échoué",
	"cirrussearch-feature-deepcat-toomany": "La requête profonde de catégorie a renvoyé trop de catégories",
	"cirrussearch-feature-deepcat-invalid-title": "La catégorie fournie n’est pas valide.",
	"cirrussearch-incategory-feature-no-valid-categories": "Pas catégories valides fournies pour « $1 ».",
	"cirrussearch-mlt-feature-no-valid-titles": "Pas de titres valides associés à « $1».",
	"cirrussearch-mlt-not-configured": "La fonctionnalité « $1» est mal configurée. Demandez à un administrateur de corriger $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "En lien avec",
	"cirrussearch-explore-similar-categories": "Catégories",
	"cirrussearch-explore-similar-languages": "Langues",
	"cirrussearch-explore-similar-related-none": "Aucune page associée disponible",
	"cirrussearch-explore-similar-categories-none": "Aucune catégorie disponible",
	"cirrussearch-explore-similar-languages-none": "Non disponible dans les autres langues",
	"cirrussearch-article-words": "Mots dans toutes les pages de contenu",
	"cirrussearch-keyword-prefix-ns-mismatch": "L’espace de noms trouvé dans la condition de recherche <code>prefix:</code> n’est pas compatible avec les espaces de noms demandés. Vous pouvez corriger cela en préfixant votre requête par <code>all:</code>.",
	"cirrussearch-autoselect-profile": "Laisser le moteur de recherche décider du meilleur profil à utiliser.",
	"cirrussearch-offset-too-large": "Impossible de récupérer les résultats. Jusqu’à $1 résultats de recherche sont pris en charge, mais des résultats à partir du nº $2 ont été demandés.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Ignorer la requête pour paginer aléatoirement les résultats triés.",
	"cirrussearch-articletopic-invalid-topic": "{{PLURAL:$2|Nom|Noms}} de sujet inconnus pour le mot-clé <kbd>articletopic:</kbd> : $1"
}
