{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"cirrussearch-desc": "Recerca pro MediaWiki actionate per Elasticsearch",
	"cirrussearch-backend-error": "Un problema temporari ha impedite le completion del recerca. Per favor reproba plus tarde.",
	"cirrussearch-parse-error": "Le consulta non ha essite comprendite. Simplifica lo, per favor. Le consulta ha essite registrate pro meliorar le systema de recerca.",
	"cirrussearch-too-busy-error": "Le recerca es troppo occupate pro le momento. Reproba plus tarde.",
	"cirrussearch-regex-syntax-error": "Error de syntaxe in expression regular a $2: $1",
	"cirrussearch-regex-too-busy-error": "Al momento se executa troppo de recercas a expression regular. Reproba plus tarde.",
	"cirrussearch-regex-too-complex-error": "Le expression regular es troppo complexe. Apprende [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|como simplificar lo]].",
	"cirrussearch-now-using": "Iste wiki usa un nove motor de recerca. ([[mw:Special:MyLanguage/Help:CirrusSearch|Leger plus]])",
	"cirrussearch-ignored-headings": " #<!-- non modificar in alcun modo iste linea --> <pre>\n# Titulos de sectiones que essera ignorate per le recerca.\n# Cambiamentos in isto habera effecto post le indexation del paginas con iste sectiones.\n# Tu pote fortiar le re-indexation de un pagina per medio de un modification nulle.\n# Le syntaxe es:\n#   * Toto a partir de un character \"#\" usque al fin del linea es un commento\n#   * Cata linea non vacue es un titulo exacte a ignorar, con distinction inter majusculas e minusculas\nReferentias\nLigamines externe\nVide etiam\n #</pre> <!-- non modificar in alcun modo iste linea -->",
	"cirrussearch-boost-templates": " #<!-- non modificar in alcun modo iste linea --> <pre>\n# Si un pagina contine un de iste patronos alora su punctage de recerca es multiplicate per le percentage configurate.\n# Cambios a isto essera effective immediatemente.\n# Le syntaxe es le sequente:\n#   * Toto ab un character \"#\" al fin del linea es un commento\n#   * Cata linea non vacue debe continer le nomine exacte del patrono a promover, incluse le spatio de nomines, majusculas e minusculas correcte e toto altere, sequite per un character \"|\", un numero e un character \"%\".\n# Exemplos de bon lineas:\n# Patrono:Bon|150%\n# Patrono:Multo multo bon|300%\n# Patrono:Mal|50%\n# Exemplos de lineas que non functiona:\n# Patrono:Exemplo|150.234234% <-- decimales non permittite!\n# Exemplo|150% <--- functiona technicamente, ma solo pro transclusiones del pagina Exemplo ab le spatio de nomines principal\n# Pro testar le cambios de configuration, exeque un recerca prefixate con boost-templates:\"XX\" ubi XX representa tote le patronos que tu vole promover, separate per spatios e non saltas de linea.\n# Le recercas que specifica boost-templates:\"XX\" ignora le contento de iste campo.\n #</pre> <!-- non modificar in alcun modo iste linea -->",
	"cirrussearch-pref-label": "Nove recerca",
	"cirrussearch-pref-desc": "Essaya nostre nove motor de recerca que supporta un numero major de linguas, forni resultatos plus actual e pote mesmo cercar texto intra patronos.",
	"cirrussearch-give-feedback": "Da nos tu opinion",
	"cirrussearch-morelikethis-settings": "#<!-- lassa iste linea exactemente como es --> <pre>\n# Iste message permitte configurar le parametros del function \"plus como isto\".\n# Le modificationes que tu apporta habera effecto immediatemente.\n# Le syntaxe es le sequente:\n#   * Omne cosa ab le character \"#\" al fin del linea es un commento.\n#   * Omne linea non vacue es le nomine del parametro sequite per le character \":\" e pois per le valor del parametro.\n# Le parametros es:\n#   * min_doc_freq (numero integre): numero minime de documentos (per fragmento) que ha besonio de un termino pro esser considerate.\n#   * max_doc_freq (numero integre): maxime numero de documentos (per fragmento) que ha un termino pro esser considerate.\n#                  Terminos de alte frequentia es generalmente \"parolas vacue\" (\"stop words\").\n#   * max_query_terms (numero integre): maxime numero de terminos a esser considerate. Iste valor es limitate a $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (numero integre): minime numero de vices que le termino appare in le documento pro esser considerate. Pro micre campos (titulo) iste valor deberea esser 1.\n#   * minimum_should_match (percentage -100% a 100%, o numero integre de terminos): le percentage de terminos a comparar. Predefinite a 30%.\n#   * min_word_len (numero integre): longitude minime del termino pro esser considerate. Predefinite a 0.\n#   * max_word_len (numero integre): longitude maxime super le qual le parolas essera ignorate. Predefinite a illimitate (0).\n#   * campos (lista de valores separate per commas): istes es le campos a usar. Le campos permittite es title, text, auxiliary_text, opening_text, headings.\n# Exemplos de bon regulas:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- lassa iste linea exactemente como es -->",
	"cirrussearch-didyoumean-settings": "  #<!-- lassa iste linea exactemente como es --> <pre>\n# Iste message permitte configurar le parametros del suggestiones \"Esque tu vole dicer\".\n# Vide etiam https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# Modificationes de iste entra in effecto immediatemente.\n# Le syntaxe es le sequente:\n#   * Toto ab un character \"#\" usque al fin del linea es un commento.\n#   * Omne linea non vacue es le nomine del parametro sequite per un character \":\" e pois le valor del parametro.\n# Le parametros es:\n#   * max_errors (numero integre): le numero maxime de terminos que essera considerate como mal orthographiate a fin de esser corrigite. 1 o 2.\n#   * confidence (numero real): Le nivello de confidentia defini un factor, applicate al score de phrases de entrata, le qual es usate como limine pro altere candidatos de suggestiones. Solmente le candidatos con un score que excede le limite essera includite in le resultato. Per exemplo, un nivello de confidentia de 1.0 retornara solmente suggestiones con un score que excede illo del phrase de entrata. Si mittite a 0.0, le melior candidatos es retornate.\n#   * min_doc_freq (numero real inter 0 e 1): Le numero minime de documentos in le quales un suggestion debe apparer.\n#                   Terminos de alte frequentia es generalmente \"parolas vacue\" (\"stop words\").\n#   * max_term_freq (numero real inter 0 e 1): Le numero maxime de documentos in le quales un termino pote exister pro esser includite.\n#   * prefix_length (numero integre): Le numero minime de characteres de prefixo que debe corresponder a un termino a fin que illo sia un suggestion.\n#   * suggest_mode (missing, popular, always): Le modo de suggestion (mancante, popular, sempre) controla le maniera de inclusion de suggestiones.\n# Exemplos de bon regulas:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- lassa iste linea exactemente como es -->",
	"cirrussearch-completion-profile-strict": "Profilo stricte con certe signos de punctuation removite ma conservante diacriticos e marcas de emphase.",
	"cirrussearch-completion-profile-classic": "Prefixo classic, certe characteres de punctuation e alcun diacriticos removite.",
	"cirrussearch-completion-profile-normal": "Poc characteres de punctuation, alcun diacriticos e parolas vacue removite.",
	"cirrussearch-completion-profile-normal-subphrases": "Poc characteres de punctuation, alcun diacriticos e parolas vacue removite. Isto trovara equalmente subphrases (pote esser subphrases o subpaginas, dependente del configuration interne del wiki).",
	"cirrussearch-completion-profile-fuzzy": "Similar al normal con correction de errores orthographic (duo errores orthographic supportate).",
	"cirrussearch-completion-profile-fast-fuzzy": "Profilo imprecise/\"fuzzy\" experimental (pote esser removite a omne momento)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Similar al normal con correction de errores orthographic (duo errores orthographic supportate). Isto trovara equalmente subphrases (pote esser subphrases o subpaginas, dependente del configuration interne del wiki).",
	"cirrussearch-qi-profile-classic": "Classamento basate sur le numero de ligamines entrante, certe patronos, le lingua del pagina e su etate (le criterios de patronos/lingua/etate pote non esser activate sur iste wiki).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Classamento basate sur certe patronos, le lingua del pagina e su etate, quando isto es activate sur iste wiki.",
	"cirrussearch-qi-profile-empty": "Classamento basate solmente sur functiones dependente del consulta (solmente pro resolution de defectos).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Summa ponderate basate sur le ligamines entrante e le numero de visitas del pagina per septimana",
	"cirrussearch-qi-profile-wsum-inclinks": "Summa ponderate basate sur le ligamines entrante",
	"cirrussearch-qi-profile-popular-pv": "Classamento basate primarimente sur le visitas del pagina",
	"cirrussearch-qi-profile-popular-inclinks": "Classamento basate primarimente sur le numero de ligamines entrante",
	"prefs-completion": "Completion del recerca",
	"cirrussearch-pref-completion-section-desc": "Suggestor de completiones",
	"cirrussearch-pref-completion-profile-help": "Definir le comportamento pro suggestiones de autocompletion (recerca durante que tu scribe).\n\nLe [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester suggestor de completiones] es un algorithmo pro suggestiones de recerca con melior correction de errores orthographic e relevantia de resultatos. Le recerca de prefixos es le algorithmo de suggestion ancian pro le recerca durante que tu scribe.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Predefinite (recommendate)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Corrige usque a duo errores orthographic. Remove le redirectiones que es multo similar al titulo principal.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Trovar subphrases (recommendate pro titulos de pagina plus longe)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Corrige usque a duo errores orthographic. Resolve redirectiones vicin. Trova subphrases in titulos.",
	"cirrussearch-completion-profile-strict-pref-name": "Modo stricte (avantiate)",
	"cirrussearch-completion-profile-strict-pref-desc": "Nulle correction de errores orthographic. Nulle flexibilitate sur le accentos. Correspondentia stricte.",
	"cirrussearch-completion-profile-normal-pref-name": "Modo de redirection (avantiate)",
	"cirrussearch-completion-profile-normal-pref-desc": "Nulle correction de errores orthographic. Resolve redirectiones vicin.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Modo de redirection con correspondentia de subphrases (avantiate)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Nulle correction de errores orthographic. Resolve redirectiones vicin. Trova subphrases in titulos.",
	"cirrussearch-completion-profile-classic-pref-name": "Recerca classic per prefixo",
	"cirrussearch-completion-profile-classic-pref-desc": "Nulle correction de errores orthographic. Cerca correspondentias con le initio de titulos.",
	"cirrussearch-file-numeric-feature-not-a-number": "Le termino de recerca '$1' require valores numeric, ma '$2' ha essite fornite.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "Le termino de recerca '$1' non permitte fornir plure argumentos e un signo con '$2'.",
	"cirrussearch-feature-not-available": "Le parola clave de recerca '$1' non es activate sur iste wiki.",
	"cirrussearch-feature-too-many-conditions": "Troppo de conditiones fornite a '$1', truncante a $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint debe esser mittite a un puncto final SPARQL valide pro usar le recerca de categoria in profunditate.",
	"cirrussearch-feature-deepcat-exception": "Le consulta SPARQL de recerca de categoria in profunditate ha fallite",
	"cirrussearch-feature-deepcat-toomany": "Le consulta de categoria in profunditate ha retornate troppo de categorias",
	"cirrussearch-feature-deepcat-invalid-title": "Le categoria fornite non es valide.",
	"cirrussearch-incategory-feature-no-valid-categories": "Nulle categorias valide fornite pro '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Nulle titulos valide fornite pro '$1'.",
	"cirrussearch-mlt-not-configured": "Le function '$1' es mal configurate. Demanda a un administrator de corriger $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Connexe",
	"cirrussearch-explore-similar-categories": "Categorias",
	"cirrussearch-explore-similar-languages": "Linguas",
	"cirrussearch-explore-similar-related-none": "Il non ha paginas connexe disponibile",
	"cirrussearch-explore-similar-categories-none": "Il non ha categorias disponibile",
	"cirrussearch-explore-similar-languages-none": "Non disponibile in altere linguas",
	"cirrussearch-article-words": "Parolas in tote le paginas de contento",
	"cirrussearch-keyword-prefix-ns-mismatch": "Le spatio de nomines trovate in le termino de recerca <code>prefix:</code> non es compatibile con le spatio de nomines requestate. Tu pote corriger isto prefixante <code>all:</code> a tu consulta.",
	"cirrussearch-autoselect-profile": "Lassar le motor de recerca decider qual es le melior profilo a usar.",
	"cirrussearch-offset-too-large": "Impossibile recuperar le resultatos. Es supportate un maximo de $1 resultatos de recerca, ma esseva requestate resultatos a partir de $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Ignorante le requesta de paginar resultatos aleatorimente ordinate.",
	"cirrussearch-articletopic-invalid-topic": "Nomine{{PLURAL:$2||s}} de topico non recognoscite pro le parola clave <kbd>articletopic:</kbd>: $1"
}
