{
	"@metadata": {
		"authors": [
			"Giromin Cangiaxo"
		]
	},
	"cirrussearch-desc": "Serchia realizâ con Elasticsearch pe MediaWiki",
	"cirrussearch-backend-error": "No semmo ariescii a completâ a to serchia a caoza de 'n problema tempoannio. Proeuva torna ciù tardi.",
	"cirrussearch-parse-error": "N'emmo acapio a domanda. Falla ciu fassile. A recesta a l'è stæta registrâ pi amegioâ o scistema de serchia.",
	"cirrussearch-too-busy-error": "O motô de serchia o l'è sorvecarrego. Proeuva torna ciu tardi.",
	"cirrussearch-regex-syntax-error": "Errô de scintasci inte l'esprescion regolâ a $2: $1",
	"cirrussearch-regex-too-busy-error": "Troppe serchie in corso con esprescion regolâ. Proeuva torna ciu tardi.",
	"cirrussearch-regex-too-complex-error": "L'esprescion regolâ a l'è troppo complessa. Aprofondisci [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|chie]] comme semprificâla.",
	"cirrussearch-now-using": "Sta wiki a l'adoeuvia 'n noeuvo motô de serchia.([[mw:Special:MyLanguage/Help:CirrusSearch|Pe saveine de ciu]]).",
	"cirrussearch-ignored-headings": " #<!-- lascia questa riga ezatamente com'a l'é --> <pre>\n# Elenco de intestaçioin che saian ignoræ da-a serchia.\n# E modifiche a questa paggina saian effetive non apen-a a paggina a saiâ indiçizâ.\n# Ti poeu forsâ a re-indiçizaçion de 'na paggina efetoando 'na modiffica nulla.\n# A scintasci a l'è a segoente:\n#   * Tutto da-o carattere \"#\" a-a fin da riga o l'è un commento\n#   * Tutte e righe non voeue són e intestaçioin ezatte da ignorâ, maioscolo/minuscolo e tutto\nNòtte\nVôxe corelæ\nConligamenti estèrni\n #</pre> <!-- lascia quésta riga ezattamente com'a l'è -->",
	"cirrussearch-boost-templates": " #<!-- lascia questa riga ezattamente com'a l'è --> <pre>\n# Se 'na paggina a conten un di seguenti modelli, aloa o so pontezzo de serchia o l'è mortipicou pe-a perçentoâ indicâ.\n# E modiffiche a questa paggina saian effettive subbito.\n# A scintasci a l'è a seguente:\n#   * Tutto da-o carattere \"#\" a-a fin da riga o l'è 'n commento\n#   * Tutte e righe non voeue son i modelli ezatti da modificâ, namespace, maioscolo/minuscolo e tutto, seguii da 'n carattere \"|\", da 'n nummero, e da 'n carattere \"%\".\n# Ezempi de righe corrette:\n# Template:Bon|150%\n# Template:Benben bon|300%\n# Template:Mâ|50%\n# Ezempi de righe sbaliæ:\n# Template:Proeuva|150.234234% <-- no l'è consentio i deçimæ!\n# Proeuva|150% <--- tecnicamente a fonsion-a, ma pe de incluxioin da paggina \"Proeuva\" da-o namespace prinçipâ\n# Ti poeu provâ e modiffiche a-a configuassion fando 'na serchia inserindo o prefisso boost-templates:\"XX\" dovve XX son tutti i modelli da modificâ, separæ da 'n spaççio.\n# E serchie con boost-templates:\"XX\" ignoran o contegnuo de questa paggina.\n #</pre> <!-- lascia questa riga ezattamente com'a l'è -->",
	"cirrussearch-pref-label": "Noeuva serchia",
	"cirrussearch-pref-desc": "Proeuva a nostra noeuva serchia, chi suporta un ciu gran nummero de lengoe, a fornisce di rizultæ ciù agiornæ e a poeu a-adreitua trovâ do scrito inti modelli.",
	"cirrussearch-give-feedback": "Danne a to opignon",
	"cirrussearch-morelikethis-settings": "#<!-- lascia questa riga ezattamente com'a l'è --> <pre>\n# Sto messaggio chie o te consente de configurâ e impostassioin da fonsion \"articcoli scimmili\"\n# E to modiffiche gh'avian effetto immediou.\n# A scintasci a l'è a seguente:\n#   * Ogni cosa da-o carattere \"#\" a-a fin da riga a l'è un commento.\n#   * Ogni riga non voeu a l'è o nome de l'impostassion seguio da-o carattere \":\" e doppo da-o valô de l'impostassion.\n# E impostassioin son:\n#   * min_doc_freq (intrego): nummero minnimo de documenti (pe framento) che un terme o deve avei pe ese consciderou.\n#   * max_doc_freq (intrego): mascimo nummero de documenti (pe framento) che un terme o deve avei pe ese consciderou.\n#                  Di termi a ata frequensa son generalmente de \"stop word\".\n#   * max_query_terms (intrego): mascimo nummero de termi da considerâ. Questo valô o l'è limitou a $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (intrego): minnimo nummero de votte che o terme o compâ into documento pe ese consciderou. Pe-i campi picin (tittolo) sto valô o doviæ ese 1.\n#   * minimum_should_match (persentoâ -100% a 100%, ò nummero intrego di termi): a persentoâ di termi da confrontâ. Predefinio a-o 30%.\n#   * min_word_len (intrego): longhessa minnima do terme pe ese consciderou. Predefinio a 0.\n#   * max_word_len (intrego): longhessa mascima de paole otr'a-a quæ e paole saian ignoræ. Predefinio sensa limmite (0).\n#   * campi (lista de valoî separæ da-a virgola): sti chie son i campi da doeuviâ. I campi consentii son title (tittolo), text (contegnuo), auxiliary_text (contegnuo suprementâ), opening_text (introdussion), headings (intestassion).\n# Ezempi de righe bon-e:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- lascia questa riga ezattamente com'a l'è -->",
	"cirrussearch-didyoumean-settings": "  #<!-- lascia sta riga ezattamente com'a l'è --> <pre>\n# Sto messaggio chie o te lascia comfigurâ e impostassioin di sugerimenti \"Ti voeivi dî\"\n# Amia ascì https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# Queste modiffiche g'han effetto immediou.\n# A scintasci a l'è a seguente:\n#   * Tutto 'lo che se troeuva tra o \"#\" scin a-a fin da riga o l'è 'n commento.\n#   * Ogni riga ch'a no segge voeua a l'è o nomme do parammetro seguio da \":\" e doppo da-o valô do parammetro\n# I parammetri son :\n#   * max_errors (intrego): o nummio mascimo di termi conscideræ ari d'ortografia perchè seggian coretti. 1 ò 2.\n#   * confidence (float): O livello de confidensa o definisce un fattô apricou a-o pontezzo de fraze inseie doeuviou comme limitatô a di atri sugerimenti. Solo quelli con un pontezzo ciu erto de sto limmite saian inciosci into rezultou. Prezempio un livello de confidensa de 1.0 o daiâ di sugerimenti con un pontezzo ciu erto che a fraze inseia. S'o l'è misso a 0.0 o daiâ i megio ch'o g'ha.\n#   * min_doc_freq (float tra 0 e 1): O limmite minnimo a-o nummero di documenti inti quæ o sugerimento o doviæ compai.\n#                   De sollito i termi benben frequenti en de \"paole frillo\".\n#   * max_term_freq (float tra 0 e 1): O limmite mascimo a-o nummero di documenti inti quæ un terme o poeu existe pe ese incioso.\n#   * prefix_length (intrego): O mummero minnimo di caratteri do prefisso co-i quæ g'ha da coincidde un terme pe ese un sugerimento.\n#   * suggest_mode (missing, popular, always): O moddo de sugerî o controlla a mainea inta quæ i sugerimenti son inciosci: \"mancante\", \"frequente\", \"delongo\".\n# Exempi de righe bon-e:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- lascia sta riga ezattamente com'a l'è -->",
	"cirrussearch-query-too-long": "A recesta de serchia a suppera a longhessa mascima consentia. ($1 > $2)",
	"cirrussearch-completion-profile-strict": "Profî streito con quarche segno de pontezatua eliminou ma  mantegnimento di diacrittichi.",
	"cirrussearch-completion-profile-classic": "Prefisso clascico, pochi segni de pontezzatua e quarche diacrittico eliminou.",
	"cirrussearch-completion-profile-normal": "Pochi segni de pontezatua, quarche diacrittico e quarche parolla \"frillo\" eliminâ.",
	"cirrussearch-completion-profile-normal-subphrases": "Pochi segni de pontezatua, quarche diacrittico e parolla \"frillo\" eliminâ. O troviâ comonque de sotto-fraze (poeuan ese sotto-fraze ò sotto-paggine a segonda da configurassion interna da wiki).",
	"cirrussearch-completion-profile-fuzzy": "Scimmile a-a norma con coression ortograffica (doi ari toleræ).",
	"cirrussearch-completion-profile-fast-fuzzy": "Profî \"fuzzy\" sperimentale (o poeu ese eliminou quande se voeu)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Scimmile a-o normâ con coression di refuxi (doî refuxi toleræ). O troeuva ascì e sotto-fraze (poeuan ese sotto-fraze ò sotto-paggine a segonda da configuassion interna da wiki).",
	"cirrussearch-qi-profile-classic": "Clascificassion bazâ in sciô nummero di inganci in intrâ, de quarche modelli, da lengua da paggina e de l'ansianitæ (modelli/lengoa/ansianitæ porieivan no ese ativæ insce sta wiki).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Clascificassion bazâ insce quarche modelli, lengoa da paggina e ansianitæ, se attivi in sce sta wiki.",
	"cirrussearch-qi-profile-empty": "Clascificassion bazâ soo che 'n scê fonsionalitæ dependenti da-a recesta (unicamente pe dixinfestassion).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Somma ponderâ bazâ in scî inganci in intrâ e nummero de vixite pe seteman-a",
	"cirrussearch-qi-profile-wsum-inclinks": "Somma ponderâ bazâ in scî inganci in intrâ",
	"cirrussearch-qi-profile-popular-pv": "Clascificassion bazâ primma de tutto in sciô nummero de vixite a-a paggina",
	"cirrussearch-qi-profile-popular-inclinks": "Clascificassion bazâ primma de tutto in sciô nummero di inganci in intrâ",
	"prefs-completion": "Completamento da serchia",
	"cirrussearch-pref-completion-section-desc": "Sugeritô de completamento",
	"cirrussearch-pref-completion-profile-help": "O l'imposta o comportamento pe-i sugerimenti do completamento aotomattico (serca-mentre-ti-scrivi).\n\nO [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester sugeritô de completamento] o l'è 'n algoritmo pe di sugerimenti de serchia co-ina megio coression di ari de battua e da relevansa da serchia. A serchia pe prefisso a l'è a verscion precedente de l'algoritmo de sugerimento serca-mentre-ti-scrivi.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Predefinio (conseggiou)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "O coreze scin a doi ari de battua. O l'elimmina i rendrissi ch'en tanto scimmili a-o tittolo prinsipâ.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Corispondensa a-a sotto-fraze (consegiou pe-i tittoli de paggina ciù longhi)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "O coreze scin a doi ari de battra. O resciorve rendrissi vexin. O fa e corispondense de sotto-fraze inti tittoli.",
	"cirrussearch-completion-profile-strict-pref-name": "Modalitæ streita (avansâ)",
	"cirrussearch-completion-profile-strict-pref-desc": "Nisciun-a coression di ari de battua. Nisciun-a flescibilitæ co-i accenti. Corispondensa streita.",
	"cirrussearch-completion-profile-normal-pref-name": "Modalitæ rendrisso (avansâ)",
	"cirrussearch-completion-profile-normal-pref-desc": "Niscun-a coression ari de battua. O resciorve i rendirissi vexin.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Modalitæ de rendrisso con corispondensa da sotto-fraze (avansâ)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Nescun-a coression di ari de battua. O resciorve i rendrissi vexin. O fa a corispondensa da sotto-fraze inti tittoli.",
	"cirrussearch-completion-profile-classic-pref-name": "Serchia clascica pe prefisso",
	"cirrussearch-completion-profile-classic-pref-desc": "Nisciun-a coression di ari de battua. O l'amia e corrispondense co-o prinsippio di tittoli.",
	"cirrussearch-timed-out": "Tempo de serchia descheito, son disponibbili soo che di rizultæ incompleti.",
	"cirrussearch-regex-timed-out": "Tempo de serchia regex descheito, son disponibbili soo che di rizultæ incompleti. Pe otegnî di rizultæ completi, proeuva a rende ciu sencia a to esprescion regolâ.",
	"cirrussearch-file-numeric-feature-not-a-number": "Pe-o terme se serchia '$1' ghe voeu di valoî numerrichi, ma ti t'hæ fornio '$2'.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "O terme de serchia '$1' o no tollera che se ghe dagghe di argumenti murtipli e un segno con '$2'.",
	"cirrussearch-feature-not-available": "A paola ciave de serchia '$1' a no l'è abilitâ insce questa wiki.",
	"cirrussearch-feature-too-many-conditions": "Troppe condissioin fornie pe '$1', troncatua a $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint o dev'ese impostou con un ponto finâ SPARQL vallido pe doeuviâ a serchia de categoria in profonditæ.",
	"cirrussearch-feature-deepcat-exception": "A recesta SPARQL serchia de categoria in profonditæ a l'ha fæto sciacca.",
	"cirrussearch-feature-deepcat-toomany": "A recesta de categoria in profonditæ a l'ha restitoio troppe categorie",
	"cirrussearch-feature-deepcat-invalid-title": "A categoria fornia a no l'è vallida.",
	"cirrussearch-incategory-feature-no-valid-categories": "Nisciun-a categoria vallida associâ a '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Nisciun tittolo vallido associou à '$1'.",
	"cirrussearch-mlt-not-configured": "A fonsionalitæ '$1' a l'è mâ configuâ. Domanda a 'n amimistratô de dâ recatto a $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Corelæ",
	"cirrussearch-explore-similar-categories": "Categorie",
	"cirrussearch-explore-similar-languages": "Lengoe",
	"cirrussearch-explore-similar-related-none": "Nisciun-a paggina corelâ disponibbile",
	"cirrussearch-explore-similar-categories-none": "Nisciun-a categoria disponibbile",
	"cirrussearch-explore-similar-languages-none": "Non disponibbile in atre lengoe",
	"cirrussearch-article-words": "Paole in tutte e paggine de contegnuo",
	"cirrussearch-keyword-prefix-ns-mismatch": "O namespace trovou into terme de serchia <code>prefix:</code> o no l'è compatibbile co-o namespace recesto. Ti poeu remediâ mettendo <code>all:</code> comme prefisso da recesta.",
	"cirrussearch-autoselect-profile": "Lascia che segge o motô de serchia a decidde o megio profî da doeuviâ.",
	"cirrussearch-offset-too-large": "Imposcibbile ricuperâ di rizultæ. L'è suportou scin a $1 rizultæ de serchia, ma l'è stæto recesto di rizultæ a partî de $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Ignorâ a recesta pe 'npaginâ di rizultæ amersæ a brettio.",
	"cirrussearch-articletopic-invalid-topic": "{{PLURAL:$2|Nomme|Nommi}} de argomento {{PLURAL:$2|sconosciuo|sconosciui}} pe a poula ciave <kbd>articletopic:</kbd>: $1"
}
