{
	"@metadata": {
		"authors": [
			"Salvemm el lombard"
		]
	},
	"cirrussearch-desc": "Ricerca realizzada con Elasticsearch per MediaWiki",
	"cirrussearch-backend-error": "Hemm stad minga bon de completà la toa ricerca per via d'on problema temporani. Prova anmò pussee tard.",
	"cirrussearch-parse-error": "A l'è stad no possibil interpretà la domanda. Fala pusse sempliz. La domanda l'è stada registrada per migliorà el sistema de ricerca.",
	"cirrussearch-too-busy-error": "A gh'è una granda missolta in sul motor de ricerca. Prova anmò pussee tard.",
	"cirrussearch-regex-syntax-error": "Eror de sintassi in de l'espression regolar a $2: $1",
	"cirrussearch-regex-too-busy-error": "Trope ricerche con di espression regolar a inn 'dree a girà adess. Prova anmò pussee tard.",
	"cirrussearch-regex-too-complex-error": "L'espression regolar l'è tropa complicada. Per savenn pussee sora come fala pussee sempliz varda [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|qui]] .",
	"cirrussearch-now-using": "Quell proget chì el drova un motor de ricerca noeuv ([[mw:Special:MyLanguage/Help:CirrusSearch|per savenn pussee]]).",
	"cirrussearch-ignored-headings": " #<!-- lassa questa riga chì come che l'è --> <pre>\n# Tucc i intestazzion ch'i sarann ignorade de la ricerca.\n# I modifeghe a quella pagina chì i sarann efetive quand che la pagina la sarà indesizzada.\n# te podet sforzà la reindesizzazion de una pagina cont el fà l'operazzion de modifega ma modifegà nagot.\n# La sintassi l'è questa chì:\n#   * La roba ch'a l'è compresa infra el carater \"#\" e la fenitiva de la riga l'è 'n coment\n#   * Tucc i righe minga voeuje  a inn i intestazzion precise de ignorà, mleter grande, piscinine e tusscoss. \nNote\nVos correlade\nLigam de foeura\n #</pre> <!-- lassa questa riga chì come che l'è -->",
	"cirrussearch-boost-templates": " #<!-- lassa questa riga chì 'me che l'è --> <pre>\n# Se una pagina la gh'hà dent vun de 'sti modei chì, alora el so pontensg de ricerca l'è moltiplicad per la precentual indicada.\n# Le modifeghe a questa pagina chì i saran efetive subit.\n# La sintassi a l'è questa chì:\n#   * La roba ch'a l'è compresa infra el carater \"#\" e la fenitiva de la riga l'è un coment\n#   * Tucce i righe minga voeuje a inn i modei giust de modifegà, i spazzi di nom, leter grande e piscinine e tusscoss; dòpo de lor i vegnen doma 'n carater \"|\", un numer, e un carater \"%\".\n# Esempi de righe scrivude in manera sgiusta:\n# Template:Bon|150%\n# Template:Assosen bon|300%\n# Template:Ma|50%\n# Esempi de righe scrivude mal:\n# Template:Prova|150.234234% <-- i decimai a inn minga permetud!\n# Prova|150% <--- tecnicament el fonziona, ma per di inclusion de la pagina \"Proeuva\" dal spazzi di nom principal\n# Te podet provà i modifeghe a l' impostazzion con l'eseguì una ricerca a met dent el prefiss boost-templates:\"XX\" indoe XX a inn tucc i modei de modifegà, separad d'un spazzi.\n# I ricerche con boost-templates:\"XX\" ingnoren el contegnud de questa pagina.\n #</pre> <!-- lassa questa riga chì 'me che l'è -->",
	"cirrussearch-pref-label": "Ricerca noeuva",
	"cirrussearch-pref-desc": "Prova la nostra ricerca noeuva, che la suporta pussee de lengov, la manda foeura di risultad pussee atualizad e l'è anca bona de trovà el test denter in di modei.",
	"cirrussearch-give-feedback": "Dann el to parer",
	"cirrussearch-morelikethis-settings": "#<!-- lassa questa riga chì 'me che l'è --> <pre>\n# Quell messag chì el te permet de fà i impostazzion de la fonzion \"alter compagn de chesschì\"\n# I modifeghe che te feet i sarann efetive subit .\n# La sintassi  a l'è questa chì:\n#   * La roba ch'a l'è compresa infra el carater \"#\" e la fenitiva de la riga l'è un coment\n#   * In tucce i righe minga voeuje a gh'è el nom de l'impostazzion e poeu adree gh'è el carater \":\" e infin el valor de l'impostazzion.\n# I impostazzion a inn:\n#   * min_doc_freq (numer intregh): numer minim de document (per frament) che gh'hann besogn d'una scadenza per vesser considerad.\n#   * max_doc_freq (numer intregh): numer massim de document (per frament) che gh'hann besogn d'una scadenza per vesser considerad.\n#                  Generalment, i termin che càpiten de spess, a inn di \"parole minga significative\".\n#   * max_query_terms (numer intregh): numer massim de termin de vesser considerad. Quell valor chì l'è limitad a $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (numer intregh): numer minim de volte che 'l termin el compar in del document per vesser considerad. Per di camp piscinit (titol) quell valor chì el gh'avariss de vesser 1.\n#   * minimum_should_match (percentuale -100% a 100%, o numer intregh de termin): la percentual de termin de paragonà. El valor predefinid l'è 'l 30%.\n#   * min_word_len (numer intregh): lunghezza minima del termin per vesser considerad. El valor predefid l'è 0.\n#   * max_word_len (numer intregh): lunghezza massima di parole de là de la qual i parole i sarann. El valor predefinid l'è infinid (0).\n#   * camp (lista de valor separad con la virgola): 'sti chì a inn i camp de drovà. I camp permetud a inn title, text, auxiliary_text, opening_text, headings.\n# Esempi de righe misse sgiò ben:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- lassa questa riga chì 'me che l'è  -->",
	"cirrussearch-didyoumean-settings": "  #<!-- lascia questa riga chì come che l'è --> <pre>\n# 'Sto messagg chi el te lassa fà i impostazzion sora i sugeriment \"Te voeurevet dî\"\n# Varda anca https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# 'Ste modifiche chì i sarann efetive subit.\n# La sintassi l'è questa chì:\n#   * La roba ch'a l'è compresa infra el carater \"#\" e la fenitiva de la riga l'è un coment\n#   * In tucce i righe minga voeuje a gh'è el nom de l'impostazzion e poeu adree gh'è el carater \":\" e infin el valor de l'impostazzion.\n# I parametri inn :\n#   * max_errors (numer intregh): el numer massim di termin che sarann considerad scrivud mal al fin de vesser coresgiud. 1 o 2.\n#   * confidence (numer decimal): el nivel de confidenzza el definiss un fator aplicad al pontensg di frasi scrivude come soeuja per di alter sugeriment. Domà quei cont un pontensg maggior de quella soeuja chì i sarann inclus in i risultad. Per esempi un nivell de confidenza de 1.0 el darà doma i sugeriment cont on pontensg pusse alt de la frase missa denter. Se l'è impostad a 0.0 el darà el miglior che 'l gh'è.\n#   * min_doc_freq (numer decimal 0 e 1): El numer minim de document indoe 'l sugeriment el gh'avariss de comparì.\n#                   Generalment i termin pussee freguent a inn \"parole minga significative\".\n#   * max_term_freq (numer decimal 0 e 1): El numer massim de document indoe 'l sugeriment el gh'avariss de comparì al fin de vesser inclus.\n#   * prefix_length (numer intregh): El numer minim de carater in del prefiss che gh'hann de cospond a un termin per vesser un sugeriment.\n#   * suggest_mode (missing, popular, always): La manera de sugeriment impostada la determina la manera che i sugeriment a inn inclus: \"mancant\", \"frequent\", \"semper\".\n# Esempi de righe scrivude ben:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- lascia questa riga chì come che l'è -->",
	"cirrussearch-completion-profile-strict": "Profil rigoros cont un quai segn de pontesgiadura tolt via ma cont i segn diacritich e i lineete e \n i tratin ch'a inn mantegud.",
	"cirrussearch-completion-profile-classic": "Prefiss classich, on quai segn de pontesgiadura e un quai segn diacritich tolt via.",
	"cirrussearch-completion-profile-normal": "On quai segn de pontesgiadura, on quai segn diacritich e 'na quai parola minga sgnificativa tolta via.",
	"cirrussearch-completion-profile-normal-subphrases": "On quai segn de pontesgiadura, on quai segn diacritich e 'na quai parola minga significativa tolt via. El se tropeuvarà anca in di sot-frasi (poden vesser di sot-frasi o di sot-pagine a segonda de l'impostazzion interna de wiki).",
	"cirrussearch-completion-profile-fuzzy": "Compagn de la scritura sgiusta con corezzion di refus (du refus suportad).",
	"cirrussearch-completion-profile-fast-fuzzy": "Profil \"fuzzy\" sperimental (el po vesser tolt via quand che se voeur)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Compagn de la scritura sgiusta con corezzion di refus (du refus suportad). El se troeuvarà anca in di sot-frasi (poden vesser di sot-frasi o di sot-pagine a segonda de l'impostazzion interna de wiki).",
	"cirrussearch-qi-profile-classic": "Calssificazzion fondada sora el numer di conligament in entrada, d'un quai model, de la lengua de la pagina e de l'atualità (modei/lengua/atualità porieivan i pèodarissen vesser minga ative in du quell wiki chì).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Calssificazzion fondada sora 'n quai model, la lengua de la pagina e l'atualità, s'a inn ativ in quell wiki chì.",
	"cirrussearch-qi-profile-empty": "Classificazzion fondada doma sora i fonzion che dipenden de la richiesta (doma per l'eliminazzion di catif fonzionament).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Soma pesada fondada sora i conligament in entrada el numer di visite ai pagina per setimana.",
	"cirrussearch-qi-profile-wsum-inclinks": "Soma pesada fondada sora i conligament in entrada",
	"cirrussearch-qi-profile-popular-pv": "Classificazzion fondada sora i visite ai pagine",
	"cirrussearch-qi-profile-popular-inclinks": "Classificazzion fondada soratut sora el numer de conligament in entrada",
	"prefs-completion": "Completament de la ricerca",
	"cirrussearch-pref-completion-section-desc": "Sugeridor del completament",
	"cirrussearch-pref-completion-profile-help": "Imposta el contegn per i sugeriment del completament automatich (cerca-scrivend).\n\nEl [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester suggeritore di completamento] a l'è un algoritm per i sugeriment di ricerca cont una correzzion di e refus pussee bona e una miglior rilevanza de la ricerca. La ricerca per prefiss a l'è la version de prima de l'algoritm de sugeriment cerca-scrivend.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Predefinìi (consigliad)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "El corensg fina a du refus. El toeu via i redirezzion ch'a inn compagne del titol principal.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Corispondenza de sot-frase (consiliad per i titoi di pagine pussee longh)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "El corensg fina a du refus. El met a post i redirezzion arente. Corispondenza de sot-frase in di titoi.",
	"cirrussearch-completion-profile-strict-pref-name": "Manera rigorosa (vanzada)",
	"cirrussearch-completion-profile-strict-pref-desc": "Nissuna corezzion di refus. Nissuna elasticità quant i acent. Corispondenza precisa.",
	"cirrussearch-completion-profile-normal-pref-name": "Modalità redirezzion (vanzada)",
	"cirrussearch-completion-profile-normal-pref-desc": "Nissuna corezzion de refus. El met a post i redirezzion arente.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Manera redirezzion con corispondenza de sot-frase (vanzada)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Nissuna corezzion di refus. El met a post i redirezzin arente. Corrispondenza de sot-frase in di titoi.",
	"cirrussearch-completion-profile-classic-pref-name": "Ricerca classica per prefiss",
	"cirrussearch-completion-profile-classic-pref-desc": "Nissuna corezzion di refus. Corispondenza con l'inizzi di titoi.",
	"cirrussearch-file-numeric-feature-not-a-number": "Ancaben i termin de ricerca '$1' i gh'hann besogn de valor numerich, ti t'hee fornid '$2'.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "El termin de ricerca '$1' el permet minga de fornì di argoment multipli e un segn con '$2'.",
	"cirrussearch-feature-not-available": "La parola-ciaf de ricerca '$1' a l'è minga ativada in questa wiki chì.",
	"cirrussearch-feature-too-many-conditions": "Trope condizzion fornide per '$1', tajand su in $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint el gh'hà de vesser impostad cont un pont final SPARQL valid per drovà una ricerca de categoria in profondità.",
	"cirrussearch-feature-deepcat-exception": "La richiesta de la ricerca de categoria in profondità SPARQL l'è fallada.",
	"cirrussearch-feature-deepcat-toomany": "La richiesta de la ricerca de categoria in profondità l'hà dad indree trope categorie",
	"cirrussearch-feature-deepcat-invalid-title": "La categoria fornida l'è minga valida",
	"cirrussearch-incategory-feature-no-valid-categories": "Nissuna categoria valida associada a '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Nissun titol valid associad a '$1'.",
	"cirrussearch-mlt-not-configured": "la fonzion '$1' a l'è impostada mal. Domanda a 'n minestrador de sistemà el $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Correalade",
	"cirrussearch-explore-similar-categories": "Categorie",
	"cirrussearch-explore-similar-languages": "Lengov",
	"cirrussearch-explore-similar-related-none": "Nissuna pagina correlada disponibil",
	"cirrussearch-explore-similar-categories-none": "Nissuna categoria disponibil",
	"cirrussearch-explore-similar-languages-none": "Minga disponibil in ater lengov",
	"cirrussearch-article-words": "Parolle in tute i pagine de contegnud",
	"cirrussearch-keyword-prefix-ns-mismatch": "El spazzi di nom trovad in del termin de ricerca <code>prefix:</code> a l'è minga compatibil cont el spazzi di nom domandad. Te podet sistemà cont el met el prefiss <code>all:</code> denanz de la toa richiesta.",
	"cirrussearch-autoselect-profile": "Lassa decid el motor de ricerca el profil miglior de drovà.",
	"cirrussearch-offset-too-large": "Impossibil recuperà i risultad. A inn suportad fina a $1 risultad de ricerca, ma a inn stad domandad di risultad a partì de $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Ignorà la richiesta de impaginà i risultad miss in ordinad a cas.",
	"cirrussearch-articletopic-invalid-topic": "{{PLURAL:$2|Nom}} de l'argoment conossud de nissun pee la parola-ciaf <kbd>articletopic:</kbd>: $1"
}
