{
	"@metadata": {
		"authors": [
			"Cainamarques",
			"Dianakc",
			"Eduardo Addad de Oliveira",
			"Felipe L. Ewald",
			"Hamilton Abreu",
			"HenriqueCrang",
			"Jaideraf",
			"Jefersonmoraes",
			"Eduardoaddad"
		]
	},
	"cirrussearch-desc": "Mecanismo de busca ''Elasticsearch'' para MediaWiki",
	"cirrussearch-backend-error": "Não foi possível completar a busca devido a um problema temporário. Por favor, tente novamente mais tarde.",
	"cirrussearch-parse-error": "A consulta não foi compreendida. Por favor, simplifique-a. A consulta foi registrada para melhorar o sistema de busca.",
	"cirrussearch-too-busy-error": "A pesquisa atualmente está muito ocupada. Por favor, tente novamente mais tarde.",
	"cirrussearch-regex-syntax-error": "Erro de sintaxe da expressão regular em $2: $1",
	"cirrussearch-regex-too-busy-error": "Demasiadas buscas com expressões regulares em execução. Por favor, tente novamente mais tarde.",
	"cirrussearch-regex-too-complex-error": "A expressão regular é complexa demais. Saiba mais como simplificá-la [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|aqui]].",
	"cirrussearch-now-using": "Esta wiki está utilizando um novo mecanismo de busca. ([[mw:Special:MyLanguage/Help:CirrusSearch|Saiba mais]])",
	"cirrussearch-ignored-headings": "#<!-- deixe esta linha exatamente como está --> <pre>\n# Subtítulos que serão ignorados pela busca.\n# Mudanças feitas aqui têm efeito quando a página com o subtítulo é indexada.\n# Você pode forçar a reindexação realizando uma edição nula.\n# A sintaxe é a seguinte:\n# * Tudo a partir do caractere \"#\" até o final da linha é um comentário\n# * Cada linha não vazia é o título exato a ser ignorado, inclusive no uso de maiúsculas\nReferências\nLigações externas\nVer também\n #</pre> <!-- deixe esta linha exatamente como está -->",
	"cirrussearch-boost-templates": "#<!-- deixe esta linha exatamente como está --> <pre>\n# Se uma página contiver uma destas predefinições a sua classificação na pesquisa será multiplicada pela percentagem configurada.\n# As alterações a esta página têm efeito imediato.\n# A sintaxe é a seguinte:\n# * Tudo desde um símbolo de cardinal (#) até ao fim da linha é um comentário.\n# * Todas as linhas não vazias são o nome exato da predefinição cuja classificação deve ser alterada, incluindo o espaço nominal e respeitando o uso de maiúsculas, seguido pelo carácter \"|\", seguido por um número, seguido pelo carácter \"%\".\n# Exemplos de linhas corretas:\n# Predefinição:Boa|150%\n# Predefinição:Muito muito boa|300%\n# Predefinição:Má|50%\n# Exemplos de linhas que não terão efeito:\n# Predefinição:Exemplo|150.234234% <-- não são permitidos algarismos decimais!\n# Exemplo|150% <--- funciona do ponto de vista técnico, mas só para tansclusão da página Exemplo no espaço nominal principal\n# Pode testar alterações da configuração realizando uma pesquisa com a forma boost-templates:\"XX\" onde XX são todas as predefinições cuja classificação pretende alterar, separadas por espaços em vez de quebras de linha.\n# As pesquisas com a forma boost-templates:\"XX\" ignoram o conteúdo deste campo.\n #</pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-pref-label": "Nova busca",
	"cirrussearch-pref-desc": "Experimente o nosso novo mecanismo de busca que suporta um maior número de idiomas, fornece resultados mais atualizados e pode até encontrar textos incluídos em predefinições.",
	"cirrussearch-give-feedback": "Dê-nos a sua opinião",
	"cirrussearch-morelikethis-settings": "#<!-- deixe esta linha exatamente como ela está --> <pre>\n# Esta mensagem permite que você configure as configurações do recurso \"mais como este\".\n# Mudanças aqui tomam efeito imediatamente.\n# A sintaxe é a seguinte:\n#   * Tudo a partir de um caractere \"#\" até o final da linha é um comentário.\n#   * Toda linha não-branca é o nome da configuração seguido de um caractere \":\" seguido do valor de definição\n# As configurações são:\n#   * min_doc_freq (inteiro): Número mínimo de documentos (por fragmento) que precisam de um termo para ser considerado.\n#   * max_doc_freq (inteiro): Número máximo de documentos (por pedaço) que tem um termo para ser considerado.\n# Os termos de alta freqüência são geralmente \"palavras de parada\".\n#   * max_query_terms (inteiro): Número máximo de termos a serem considerados. Esse valor está limitado a $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (inteiro): O número mínimo de vezes que o termo aparece na entrada do documento deve ser considerado. Para campos pequenos (título), este valor deve ser 1.\n#   * minimum_should_match (porcentagem -100% a 100% ou número inteiro de termos): A porcentagem de termos para coincidir. Padrões para 30%.\n#   * min_word_len (inteiro): Comprimento mínimo de um termo a ser considerado. Padrões para 0.\n#   * max_word_len (inteiro): O comprimento máximo da palavra acima do qual as palavras serão ignoradas. Padrões para campos ilimitados (0).\n#   * campos (lista separada por vírgula de valores): Estes são os campos a serem usados. Os campos permitidos são título, texto, texto auxiliar, texto de abertura, títulos.\n# Exemplos de boas linhas:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-didyoumean-settings": "#<!-- deixe esta linha exatamente como ela está --> <pre>\n# Esta mensagem permite configurar as configurações das sugestões \"Você quis dizer\".\n# Veja também https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# Alterações aqui produzem efeito imediatamente.\n# A sintaxe é a seguinte:\n#   * Tudo, desde um caractere \"#\" até o fim da linha é um comentário. \n#   * Toda linha não vazia é o nome da configuração seguido de um caractere \":\" seguido do valor da configuração \n# As configurações são:\n#   * max_errors (inteiro): o número máximo de termos que serão considerados incorretos para serem corrigidos. 1 ou 2.\n#   * confiança (flutuante): O nível de confiança define um fator aplicado ao resultado de frases de entrada que é usado como um limite para outros candidatos de sugestão. Apenas os candidatos que obtiveram pontuação superior ao limiar serão incluídos no resultado. Por exemplo, um nível de confiança de 1.0 só retornará sugestões que obtêm pontuação maior do que a frase de entrada. Se definido como 0.0, o melhor candidato será retornado.\n#    * min_doc_freq (flutuante 0 a 1): O limiar mínimo no número de documentos que uma sugestão deve aparecer. \n# Os termos de alta freqüência são geralmente \"palavras de parada\". \n#   * max_term_freq (flutuante 0 a 1): O limite máximo no número de documentos em que um termo pode existir para ser incluído. \n#   * prefix_length (inteiro): O número mínimo de caracteres de prefixo que devem corresponder a um termo em ordem para ser uma sugestão.\n#   * sugestão_mode (falta, popular, sempre): O modo sugerente controla a maneira como as sugestões estão incluídas.\n# Exemplos de boas linhas:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-query-too-long": "O pedido de pesquisa é maior do que o comprimento máximo permitido. ($1>$2)",
	"cirrussearch-completion-profile-strict": "Perfil estrito com poucos caracteres de pontuação removidos, mas os diacríticos e marcas de estresse são mantidos.",
	"cirrussearch-completion-profile-classic": "Prefixo clássico, poucos caracteres de pontuação e alguns diacríticos removidos.",
	"cirrussearch-completion-profile-normal": "Poucos caracteres de pontuação, alguns diacríticos e palavras-passe removidas.",
	"cirrussearch-completion-profile-normal-subphrases": "Poucos caracteres de pontuação, alguns diacríticos e palavras-passe removidas. Ele irá combinar também sub-frases (podem ser subfrases ou subpáginas, dependendo da configuração wiki interna).",
	"cirrussearch-completion-profile-fuzzy": "Semelhante ao normal com correção de digitação (dois erros de digitação suportados).",
	"cirrussearch-completion-profile-fast-fuzzy": "Perfil fuzzy experimental (pode ser removido a qualquer momento)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Semelhante ao normal com correção de digitação (dois erros de digitação suportados). Ele irá combinar também sub-frases (podem ser subfrases ou subpáginas, dependendo da configuração wiki interna).",
	"cirrussearch-qi-profile-classic": "Classificação baseada no número de links recebidos, alguns modelos, idioma da página e recência (modelos/idioma/recência podem não estar ativados nesta wiki).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Ranking baseado em algumas predefinições, idioma da página e recência quando ativado nesta wiki.",
	"cirrussearch-qi-profile-empty": "Classificação baseada unicamente em recursos dependentes da consulta (somente para depuração).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Soma ponderada baseada em links recebidos e visualizações de página semanais",
	"cirrussearch-qi-profile-wsum-inclinks": "Soma ponderada com base em links recebidos",
	"cirrussearch-qi-profile-popular-pv": "Classificação baseada principalmente em exibições de página",
	"cirrussearch-qi-profile-popular-inclinks": "Classificação baseada principalmente em contagens de links recebidos",
	"prefs-completion": "Conclusão da pesquisa",
	"cirrussearch-pref-completion-section-desc": "Sugestões de preenchimento",
	"cirrussearch-pref-completion-profile-help": "Defina o comportamento para as sugestões de preenchimento automático (search-as-you-type).\n\nA [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester sugestão de conclusão] é um algoritmo para sugestões de pesquisa com melhor correção de erros de digitação e relevância de pesquisa. A pesquisa de prefixo é o algoritmo de sugestão legado de pesquisa como tipo.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Padrão (recomendado)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Corrige até dois erros de digitação. Remove redirecionamentos muito semelhantes ao título principal.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Correspondência de frase secundária (recomendada para títulos de página mais longos)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Corrige até dois erros de digitação. Resolve redirecionamentos próximos. Corresponde a frase secundária nos títulos.",
	"cirrussearch-completion-profile-strict-pref-name": "Strict mode (avançado)",
	"cirrussearch-completion-profile-strict-pref-desc": "Sem correção de digitação. Não há dobradura acentuada. Correspondência estrita.",
	"cirrussearch-completion-profile-normal-pref-name": "Modo de redirecionamento (avançado)",
	"cirrussearch-completion-profile-normal-pref-desc": "Sem correção de digitação. Resolve redirecionamentos próximos.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Modo de redirecionamento com correspondência de sub-frases (avançado)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Sem correção de digitação. Resolve redirecionamentos próximos. Corresponde a frase secundária nos títulos.",
	"cirrussearch-completion-profile-classic-pref-name": "Pesquisar de prefixo classica",
	"cirrussearch-completion-profile-classic-pref-desc": "Sem correção de digitação. Combina o início dos títulos.",
	"cirrussearch-timed-out": "A pesquisa expirou, apenas os resultados parciais estão disponíveis.",
	"cirrussearch-regex-timed-out": "A pesquisa regex expirou, apenas os resultados parciais estão disponíveis. Tente simplificar sua expressão regular para obter resultados completos.",
	"cirrussearch-file-numeric-feature-not-a-number": "O termo de pesquisa '$1' requer valores numéricos, mas '$2' foi fornecido.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "O termo de pesquisa \"$1\" não permite fornecer argumentos múltiplos e um sinal com '$2'.",
	"cirrussearch-feature-not-available": "A palavra-chave de pesquisa '$1' não está habilitada nesta wiki.",
	"cirrussearch-feature-too-many-conditions": "Muitas condições fornecidas para '$1', truncando para $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint deve ser configurado para um ponto de extremidade SPARQL válido para usar a pesquisa de categoria profunda.",
	"cirrussearch-feature-deepcat-exception": "Consulta SPARQL de pesquisa de categoria profunda falhou",
	"cirrussearch-feature-deepcat-toomany": "A consulta profunda da categoria retornou muitas categorias",
	"cirrussearch-feature-deepcat-invalid-title": "A categoria fornecida é inválida.",
	"cirrussearch-incategory-feature-no-valid-categories": "Nenhuma categoria válida fornecida a '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Nenhum título válido fornecido a '$1'.",
	"cirrussearch-mlt-not-configured": "O recurso \"$1\" está mal configurado. Peça a um administrador para consertar $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Relacionado",
	"cirrussearch-explore-similar-categories": "Categorias",
	"cirrussearch-explore-similar-languages": "Idiomas",
	"cirrussearch-explore-similar-related-none": "Nenhuma página relacionada disponível",
	"cirrussearch-explore-similar-categories-none": "Nenhuma categoria disponível",
	"cirrussearch-explore-similar-languages-none": "Não disponível em outras idiomas",
	"cirrussearch-article-words": "Palavras em todas as páginas de conteúdo",
	"cirrussearch-keyword-prefix-ns-mismatch": "O espaço nominal encontrado no termo a pesquisar <code>prefix:</code> não é compatível com os espaços nominais pedidos. Pode corrigi-lo dando à sua consulta o prefixo <code>all:</code>.",
	"cirrussearch-autoselect-profile": "Deixe o mecanismo de pesquisa decidir o melhor perfil a ser usado.",
	"cirrussearch-offset-too-large": "Não foi possível obter os resultados. São suportados até $1 resultados de pesquisa, mas foram pedidos os resultados que começam em $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Ignorando solicitação para paginar resultados classificados aleatoriamente.",
	"cirrussearch-articletopic-invalid-topic": "{{PLURAL:$2|Nome de tópico não reconhecido|Nomes de tópicos não reconhecidos}} para a palavra-chave <kbd>articletopic:</kbd> $1"
}
