{
	"@metadata": {
		"authors": [
			"Athena in Wonderland",
			"Eduardo Addad de Oliveira",
			"Fúlvio",
			"Hamilton Abreu",
			"He7d3r",
			"Ldacosta",
			"MokaAkashiyaPT",
			"Vitorvicentevalente"
		]
	},
	"cirrussearch-desc": "Mecanismo de pesquisa \"Elasticsearch\" para o MediaWiki",
	"cirrussearch-backend-error": "Não foi possível concluir a pesquisa devido a um problema temporário. Tente novamente mais tarde, por favor.",
	"cirrussearch-parse-error": "O pedido de pesquisa não foi compreendido. Simplifique-o, por favor. O pedido foi registado para melhorar o sistema de pesquisa.",
	"cirrussearch-too-busy-error": "De momento, a pesquisa está muito ocupada. Por favor, tente novamente mais tarde.",
	"cirrussearch-regex-syntax-error": "Erro de sintaxe na expressão regular, na posição $2: $1",
	"cirrussearch-regex-too-busy-error": "Estão a ser executadas demasiadas pesquisas com expressões regulares. Por favor, tente novamente mais tarde.",
	"cirrussearch-regex-too-complex-error": "A expressão regular é demasiado complexa. Saiba mais sobre como simplificá-la [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|aqui]].",
	"cirrussearch-now-using": "Esta wiki está a utilizar um novo motor de busca.\n([[mw:Special:MyLanguage/Help:CirrusSearch|Saiba mais]])",
	"cirrussearch-ignored-headings": " #<!-- deixe esta linha exatamente como ela está --> <pre>\n# Títulos de página que serão ignorados pela pesquisa.\n# Mudanças a esta lista terão efeito quando a página com o título referido for indexada.\n# Pode forçar a indexação de uma página realizando uma edição nula nessa página.\n# A sintaxe é a seguinte:\n#  * Tudo desde um símbolo de cardinal (#) até ao fim da linha é um comentário.\n#  * Cada linha não vazia é o título exato a ignorar, respeitando o uso de maiúsculas.\nReferências\nHiperligações externas\nVer também\n #</pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-boost-templates": " #<!-- deixe esta linha exatamente como ela está --> <pre>\n# Se uma página contiver uma destas predefinições a sua classificação na pesquisa será multiplicada pela percentagem configurada.\n# As alterações a esta página têm efeito imediato.\n# A sintaxe é a seguinte:\n#   * Tudo desde um símbolo de cardinal (#) até ao fim da linha é um comentário\n#   * Todas as linhas não vazias são o nome exato da predefinição cuja classificação deve ser alterada, incluindo o espaço nominal e respeitando o uso de maiúsculas, seguido pelo carácter \"|\", seguido por um número, seguido pelo carácter \"%\".\n# Exemplos de linhas corretas:\n# Predefinição:Boa|150%\n# Predefinição:Muito muito boa|300%\n# Predefinição:Má|50%\n# Exemplos de linhas que não terão efeito:\n# Predefinição:Exemplo|150.234234% <-- não são permitidos algarismos decimais!\n# Exemplo|150% <--- funciona do ponto de vista técnico, mas só para tansclusão da página Exemplo no espaço nominal principal\n# Pode testar alterações da configuração realizando uma pesquisa com a forma boost-templates:\"XX\" onde XX são todas as predefinições cuja classificação pretende alterar, separadas por espaços em vez de quebras de linha.\n# As pesquisas com a forma boost-templates:\"XX\" ignoram o conteúdo deste campo.\n #</pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-pref-label": "Nova pesquisa",
	"cirrussearch-pref-desc": "Experimente a nossa nova forma de pesquisa que suporta um maior número de línguas, fornece resultados mais atualizados e pode encontrar texto dentro das predefinições.",
	"cirrussearch-give-feedback": "Dê-nos a sua opinião",
	"cirrussearch-morelikethis-settings": " #<!-- deixe esta linha exatamente como ela está --> <pre>\n# Esta mensagem permite-lhe configurar a funcionalidade \"mais como esta\".\n# As alterações têm efeito imediato.\n# A sintaxe é a seguinte:\n#   * Tudo o que estiver entre um carácter \"#\" e o fim da linha é um comentário.\n#   * Cada linha que não esteja vazia é o nome de uma configuração, seguido pelo carácter \":\", seguido pelo valor da configuração.\n# As configurações são:\n#   * min_doc_freq (inteiro): Número mínimo de documentos (por partição horizontal \"shard\" do motor de pesquisa) que precisam de conter um termo, para este ser considerado.\n#   * max_doc_freq (inteiro): Número máximo de documentos (por partição horizontal \"shard\" do motor de pesquisa) que precisam de conter um termo, para este ser considerado.\n#                   Os termos de alta frequência são em geral \"stop words\".\n#   * max_query_terms (inteiro): Número máximo de termos a considerar. Este valor está limitado a $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (inteiro): Número mínimo de vezes que um termo aparece no campo do documento, para ser considerado. Para campos pequenos (título) este valor deve ser 1.\n#   * minimum_should_match (percentagem entre -100% e 100%, ou número inteiro de termos): A percentagem de termos de pesquisa encontrados para considerar ter encontrado uma correspondência. Por omissão será 30%.\n#   * min_word_len (inteiro): Comprimento mínimo de um termo, para ser considerado. Por omissão, será 0.\n#   * max_word_len (inteiro): Comprimento máximo de palavra, a partir do qual as palavras serão ignoradas. Por omissão, é ilimitado (0).\n#   * fields (lista de valores separados por vírgula): Estes são os campos a pesquisar. Os campos permitidos são: \"title\", \"text\", \"auxiliary_text\", \"opening_text\", \"headings\".\n# Exemplos de linhas corretas:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-didyoumean-settings": "  #<!-- deixe esta linha exatamente como ela está --> <pre>\n# Esta linha permite-lhe configurar as sugestões \"Queria dizer\".\n# Veja também https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# As alterações têm efeito imediato.\n# A sintaxe é a seguinte:\n#   * Tudo o que estiver entre um carácter \"#\" e o fim da linha é um comentário.\n#   * Cada linha que não esteja vazia é o nome de uma configuração, seguido pelo carácter \":\", seguido pelo valor da configuração.\n# As configurações são:\n#   * max_errors (inteiro \"integer\"): Número máximo de termos que serão considerados mal soletrados, para que sejam corrigidos. 1 ou 2.\n#   * confidence (real \"float\"): Nível de confiança. Define um fator aplicado à classificação das frases de entrada a pesquisar, que é usado como patamar para candidatos a sugestão. Só os candidatos com classificação mais alta que o patamar serão incluídos nos resultados. Por exemplo, um nível de confiança 1.0 só devolve sugestões cuja classificação é mais alta que a classificação da frase de entrada. Se for configurado como 0.0 é devolvido o melhor candidato.\n#   * min_doc_freq (real entre 0 e 1): Patamar mínimo, em número de documentos, em que uma sugestão deve aparecer.\n#                   Os termos de alta frequência são em geral \"stop words\".\n#   * max_term_freq (real entre 0 e 1): Patamar máximo, em número de documentos, em que uma sugestão pode existir, para ser incluída.\n#   * prefix_length (inteiro): Número mínimo de caracteres de prefixo, que têm de corresponder com um termo para serem uma sugestão.\n#   * suggest_mode (missing, popular, always): Modo de sugestão (em falta, popular, sempre). Controla a forma como as sugestões são incluídas.\n# Exemplos de linhas corretas:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- deixe esta linha exatamente como ela está -->",
	"cirrussearch-query-too-long": "O comprimento do pedido de pesquisa excede o comprimento máximo permitido. ($1 > $2)",
	"cirrussearch-completion-profile-strict": "Perfil estrito com alguns sinais de pontuação removidos, mas mantendo acentos.",
	"cirrussearch-completion-profile-classic": "Prefixo clássico, com alguns sinais de pontuação e acentos removidos.",
	"cirrussearch-completion-profile-normal": "Alguns sinais de pontuação, acentos e <i>stop words</i> removidos.",
	"cirrussearch-completion-profile-normal-subphrases": "Alguns sinais de pontuação, acentos e <i>stop words</i> removidos. Também faz correspondência de subfrases (podem ser subfrases ou subpáginas, dependendo da configuração interna da wiki).",
	"cirrussearch-completion-profile-fuzzy": "Semelhante à pesquisa normal mas com correção de erros ortográficos (dois erros de ortografia suportados).",
	"cirrussearch-completion-profile-fast-fuzzy": "Perfil difuso experimental (pode ser removido a qualquer altura)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Semelhante à pesquisa normal mas com correção de erros ortográficos (dois erros de ortografia suportados). Também faz correspondência de subfrases (podem ser subfrases ou subpáginas, dependendo da configuração interna da wiki).",
	"cirrussearch-qi-profile-classic": "Classificação baseada no número de hiperligações para a página, algumas predefinições, a língua da página e a sua idade (predefinições, língua e idade podem não estar ativados nesta wiki).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Classificação baseada em algumas predefinições, a língua da página e a sua idade, quando a classificação está ativada nesta wiki.",
	"cirrussearch-qi-profile-empty": "Classificação baseada somente em características dependentes da pesquisa (só para despiste de defeitos no software).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Soma ponderada com base nas hiperligações para a página e nos visionamentos de página semanais",
	"cirrussearch-qi-profile-wsum-inclinks": "Soma ponderada com base nas hiperligações para a página",
	"cirrussearch-qi-profile-popular-pv": "Classificação baseada sobretudo nos visionamentos de páginas",
	"cirrussearch-qi-profile-popular-inclinks": "Classificação baseada sobretudo na contagem de hiperligações para a página",
	"prefs-completion": "Preenchimento de pesquisas",
	"cirrussearch-pref-completion-section-desc": "Sugestões de preenchimento",
	"cirrussearch-pref-completion-profile-help": "Defina o comportamento da funcionalidade que fornece sugestões (pesquisar-enquanto-escreve).\n\nO algoritmo das [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester sugestões de preenchimento] faz uma melhor correção ortográfica e sugestões mais relevantes. A pesquisa de prefixos é feita com o algoritmo anterior de sugestões pesquisar-enquanto-escreve.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Padrão (recomendado)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Corrige até dois erros ortográficos. Remove redirecionamentos  que são muito parecidos com o título principal.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Correspondência de subfrases (recomendada para os títulos de página mais longos)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Corrige até dois erros ortográficos. Resolve redirecionamentos de erros ortográficos. Identifica correspondências de subfrases nos títulos.",
	"cirrussearch-completion-profile-strict-pref-name": "Modo rigoroso (avançado)",
	"cirrussearch-completion-profile-strict-pref-desc": "Sem correção de erros ortográficos. Sem omissão de acentuação. Correspondência rigorosa.",
	"cirrussearch-completion-profile-normal-pref-name": "Modo de redirecionamento (avançado)",
	"cirrussearch-completion-profile-normal-pref-desc": "Sem correção de erros ortográficos. Resolve redirecionamentos de erros ortográficos.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Modo de redirecionamento com correspondência de subfrase (avançado)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Sem correção de erros ortográficos. Resolve redirecionamentos de erros ortográficos. Identifica correspondências de subfrases nos títulos.",
	"cirrussearch-completion-profile-classic-pref-name": "Pesquisa clássica de prefixo",
	"cirrussearch-completion-profile-classic-pref-desc": "Sem correção de erros ortográficos. Identifica correspondências no início dos títulos.",
	"cirrussearch-timed-out": "A pesquisa excedeu o tempo limite, só estão disponíveis resultados parciais.",
	"cirrussearch-regex-timed-out": "A pesquisa da expressão regular excedeu o tempo limite, só estão disponíveis resultados parciais. Tente simplificar a expressão regular para obter resultados completos.",
	"cirrussearch-file-numeric-feature-not-a-number": "O termo de pesquisa '$1' requer valores numéricos, mas foi fornecido '$2'.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "O termo de pesquisa '$1' não permite fornecer argumentos múltiplos e um sinal com '$2'.",
	"cirrussearch-feature-not-available": "O termo chave de pesquisa '$1' não está ativado nesta wiki.",
	"cirrussearch-feature-too-many-conditions": "Foram fornecidas demasiadas condições a '$1'; a truncar para '$2'.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint deve ser definido com um ponto final SPARQL válido, para utilizar a pesquisa de categoria em profundidade.",
	"cirrussearch-feature-deepcat-exception": "A consulta SPARQL de pesquisa de categoria em profundidade falhou",
	"cirrussearch-feature-deepcat-toomany": "A consulta de categoria em profundidade devolveu demasiadas categorias",
	"cirrussearch-feature-deepcat-invalid-title": "A categoria fornecida é inválida.",
	"cirrussearch-incategory-feature-no-valid-categories": "Não foram fornecidas categorias válidas a '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Não foram fornecidos títulos válidos a '$1'.",
	"cirrussearch-mlt-not-configured": "A funcionalidade '$1' está mal configurada. Peça a um administrador para corrigir $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Relacionadas",
	"cirrussearch-explore-similar-categories": "Categorias",
	"cirrussearch-explore-similar-languages": "Línguas",
	"cirrussearch-explore-similar-related-none": "Não existem páginas relacionadas",
	"cirrussearch-explore-similar-categories-none": "Não existem categorias",
	"cirrussearch-explore-similar-languages-none": "Não disponibilizado noutras línguas",
	"cirrussearch-article-words": "Palavras em todas as páginas de conteúdo",
	"cirrussearch-keyword-prefix-ns-mismatch": "O espaço nominal encontrado no termo a pesquisar <code>prefix:</code> não é compatível com os espaços nominais pedidos. Pode corrigi-lo dando à sua consulta o prefixo <code>all:</code>.",
	"cirrussearch-autoselect-profile": "Deixar o motor de pesquisa decidir qual o melhor perfil a usar.",
	"cirrussearch-offset-too-large": "Não foi possível obter os resultados. São suportados até $1 resultados de pesquisa, mas foram pedidos os resultados que começam em $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "A ignorar o pedido para paginar resultados com ordenação aleatória.",
	"cirrussearch-articletopic-invalid-topic": "{{PLURAL:$2|Nome de tópico não reconhecido|Nomes de tópicos não reconhecidos}} para a palavra-chave <kbd>articletopic:</kbd> $1"
}
