{
	"@metadata": {
		"authors": [
			"Amire80",
			"Dcausse",
			"Kghbln",
			"Kunal Mehta",
			"Mar(c)",
			"Robby",
			"Shirayuki",
			"Siebrand",
			"Srolanh",
			"Umherirrender"
		]
	},
	"cirrussearch-desc": "{{desc|name=Cirrus Search|url=https://www.mediawiki.org/wiki/Extension:CirrusSearch}}\n\"Elasticsearch\" is a full-text search engine. See http://www.elasticsearch.org/",
	"cirrussearch-backend-error": "Error message shown to the users when we have an issue communicating with our search backend",
	"cirrussearch-parse-error": "Error message shown to the users when we couldn't understand the query.  For the most part we don't expect users to see this because we retry retry queries that we don't unserstand using a (hopefully) fail safe method.",
	"cirrussearch-too-busy-error": "Error message shown to the users when there are too many concurrent searches currently running and we can't allow any more to start.",
	"cirrussearch-regex-syntax-error": "Error message shown to users attempting to use a [[w:Regular expression|regular expression]] query with invalid syntax.\n\nParameters:\n* $1 - error message\n* $2 - number of characters (position), or \"unknown\" (hard-coded string)",
	"cirrussearch-regex-too-busy-error": "Error message shown to the users when they attempt a regular expression search and there are too many concurrent regular expression searches currently running and we can't allow any more to start.",
	"cirrussearch-regex-too-complex-error": "Error message shown to the users when they attempt to perform a regular expression search that cannot be implemented efficiently enough for Cirrus to try it.  Includes a link for tips to simplify the regex.",
	"cirrussearch-now-using": "Note that this wiki is using a new search engine with a link for people to learn more.  That'll contain information on filing a bug, new syntax, etc.",
	"cirrussearch-ignored-headings": "Headings that will be ignored by search. You can translate the text, including \"Leave this line exactly as it is\". Some lines of this messages have one (1) leading space.",
	"cirrussearch-boost-templates": "Templates that if contained on a page will raise or lower the score of the page in search results.  They must be specied Namespace:Template Name|<boost factor>%. You can translate the text, including \"Leave this line exactly as it is\". Some lines of this messages have one (1) leading space. \n\nThis message will be shown with left-to-right direction, so when you are translating to a right-to-left language, you may want to test how it looks in left-to-right and add right-to-left marks as needed.",
	"cirrussearch-pref-label": "Preference label for option to enable CirrusSearch by default",
	"cirrussearch-pref-desc": "Description for option to enable CirrusSearch by default",
	"cirrussearch-give-feedback": "Used as text for an feedback link shown at the end of Special:Search result ([[mw:Extension:CirrusSearch|$wgCirrusSearchFeedbackLink]])",
	"cirrussearch-morelikethis-settings": "Settings for the More Like This query.\n\n\"More Like This\" is the English name of the feature. The feature is described at [[:mw:Help:CirrusSearch#Morelike]]. The prefix \"morelike\" cannot be translated anywhere, but the full name of the feature \"More Like This\" can be translated.\n\nDon't translate technical names like min_doc_freq, max_query_terms, true|false, field names title, text, auxiliary_text, opening_text, headings, all etc.\n\nFor a definition of \"stopwords\" see [[w:Stop words|Stop words in Wikipedia]].",
	"cirrussearch-didyoumean-settings": "Settings for the \"Did You Mean?\" suggestions.\n\n\"Did You Mean?\" is the English name of the feature and can be translated. This feature is described at [[:mw:Help:CirrusSearch#Did_you_mean]].\n\nDon't translate technical names like max_errors, confidence, max_term_freq, min_doc_freq and suggest_mode.\n\n\"Stop words\" are words that are explicitly excluded from searching and statistics, usually because they are too frequent to be useful and meaningful. See [[:w:en:Stop words|stop words]] in the English Wikipedia.",
	"cirrussearch-query-too-long": "Error message shown to users when their queries are too long. \n\nParameters:\n* $1 - length of current query in characters\n* $2 - maximum query length, in characters.",
	"cirrussearch-completion-profile-strict": "Strict profile for completion (search as you type).",
	"cirrussearch-completion-profile-classic": "Classic profile for completion (search as you type).",
	"cirrussearch-completion-profile-normal": "Normal profile for completion (search as you type).",
	"cirrussearch-completion-profile-normal-subphrases": "Normal profile with subphrases for completion (search as you type).",
	"cirrussearch-completion-profile-fuzzy": "Fuzzy profile for completion (search as you type).",
	"cirrussearch-completion-profile-fast-fuzzy": "Experimental fuzzy profile (may be removed at any time)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Fuzzy profile with subphrases for completion (search as you type).",
	"cirrussearch-qi-profile-classic": "Classic query independent search profile (affects fulltext search ranking algorithm).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Classic query independent search profile without boost links (affects fulltext search ranking algorithm).",
	"cirrussearch-qi-profile-empty": "Empty query independent search profile (affects fulltext search ranking algorithm).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Weighted sum based on incoming links and weekly pageviews (affects fulltext search ranking algorithm).",
	"cirrussearch-qi-profile-wsum-inclinks": "Weighted sum based on incoming links (affects fulltext search ranking algorithm).",
	"cirrussearch-qi-profile-popular-pv": "Page view based query independent search profile (affects fulltext search ranking algorithm). \"Page views\" refers to \"page views ''count''\".",
	"cirrussearch-qi-profile-popular-inclinks": "Incoming link count based query independent search profile (affects fulltext search ranking algorithm).",
	"prefs-completion": "Section name for completion settings in the user preferences.",
	"cirrussearch-pref-completion-section-desc": "Name of the subsection Completion Suggester in the user preferences.",
	"cirrussearch-pref-completion-profile-help": "Help message for completion profile settings in the user preferences.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Name of the completion profile fuzzy.",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Description of the completion profile fuzzy.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Name of the completion profile fuzzy-subphrases",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Description of the completion profile fuzzy-subphrases.",
	"cirrussearch-completion-profile-strict-pref-name": "Name of the completion profile strict.",
	"cirrussearch-completion-profile-strict-pref-desc": "Description of the completion profile strict. In case you wonder what accent folding means: See [http://alistapart.com/article/accent-folding-for-auto-complete this article].",
	"cirrussearch-completion-profile-normal-pref-name": "Name of the completion profile normal.",
	"cirrussearch-completion-profile-normal-pref-desc": "Description of the completion profile normal.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Name of the completion profile normal-subphrases.",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Description of the completion profile normal-subphrase.",
	"cirrussearch-completion-profile-classic-pref-name": "Name of the completion profile classic.",
	"cirrussearch-completion-profile-classic-pref-desc": "Description of the completion profile classic.",
	"cirrussearch-timed-out": "Message displayed to user when the search query gave up due to timeout before completing.",
	"cirrussearch-regex-timed-out": "Message displayed to user when the regex search query gave up due to timeout before completing.",
	"cirrussearch-file-numeric-feature-not-a-number": "Warning shown to users when a search keyword for numeric file features used something other than a number.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "Warning shown to users when a search keyword for numeric file features used multiple arguments with an invalid sign qualifier.",
	"cirrussearch-feature-not-available": "Warning shown to users when an unavailable search keyword is used.",
	"cirrussearch-feature-too-many-conditions": "Warning shown to users when more conditions than are allowed were provided to a keyword feature.",
	"cirrussearch-feature-deepcat-endpoint": "Warning shown when SPARQL endpoint for deepcat search is not defined.",
	"cirrussearch-feature-deepcat-exception": "Warning shown when SPARQL query for deepcat search has failed.",
	"cirrussearch-feature-deepcat-toomany": "Warning shown when SPARQL query for deepcat search returns more categories than can be inserted in ElasticSearch query.",
	"cirrussearch-feature-deepcat-invalid-title": "Warning shown when cateogry provided to deepcat: search keyword is not a valid mediawiki page name.",
	"cirrussearch-incategory-feature-no-valid-categories": "Warning shown to users when no valid categories were found with their incategory keyword.",
	"cirrussearch-mlt-feature-no-valid-titles": "Warning shown to users when no valid titles were found with the provided 'morelike' keyword.",
	"cirrussearch-mlt-not-configured": "Warning shown to users when issuing a 'more like this' query and the wiki hasn't configured it.",
	"cirrussearch-explore-similar-related": "Label for the 'Related' section of the Explore Similar search results.",
	"cirrussearch-explore-similar-categories": "Label for the 'Categories' section of the Explore Similar search results.",
	"cirrussearch-explore-similar-languages": "Label for the 'Languages' section of the Explore Similar search results.\n{{Identical|Language}}",
	"cirrussearch-explore-similar-related-none": "Text shown when there are no related pages in the Explore Similar search results.",
	"cirrussearch-explore-similar-categories-none": "Text shown when there are no categories in the Explore Similar search results.",
	"cirrussearch-explore-similar-languages-none": "Text shown when there are no other languages in the Explore Similar search results.",
	"cirrussearch-article-words": "Text shown on Special:Statistics along with a count of the number of words across all content pages. By default, these are all the pages in the main namespace, but wikis may configure additional content namespaces.",
	"cirrussearch-keyword-prefix-ns-mismatch": "Warning shown when user uses the prefix keyword where the namespace identified is not compatible with the list of namespaces requested.",
	"cirrussearch-autoselect-profile": "Special profile used as a default in search APIs that lets CirrusSearch decide on the best set of profiles to use.",
	"cirrussearch-offset-too-large": "Warning shown when search results are requested beyond the supported limit.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Warning shown when user attempts to paginate when also requesting randomly sorted results.",
	"cirrussearch-articletopic-invalid-topic": "Warning shown when the <kbd>articletopic:</kbd> search keyword is used with an unrecognized topic name.\n\nParameters:\n* $1 - comma-separated list of topic names.\n* $2 - number of unrecognized topic names."
}
