{
	"@metadata": {
		"authors": [
			"Minh Nguyen",
			"Nhatminh01",
			"Prenn",
			"Quenhitran",
			"Trần Nguyễn Minh Huy",
			"Vinhtantran"
		]
	},
	"cirrussearch-desc": "Công cụ tìm kiếm Elasticsearch dành cho MediaWiki",
	"cirrussearch-backend-error": "Không thể hoàn tất truy vấn của bạn vì một vấn đề tạm thời. Xin vui lòng thử lại sau.",
	"cirrussearch-parse-error": "Không hiểu truy vấn. Xin hãy làm nó đơn giản hơn. Truy vấn này được ghi vào nhật trình để giúp cải thiện công cụ tìm kiếm.",
	"cirrussearch-too-busy-error": "Công cụ tìm kiếm đang quá bận rộn. Xin vui lòng thử lại sau.",
	"cirrussearch-regex-syntax-error": "Lỗi cú pháp biểu thức chính quy tại vị trí $2: $1",
	"cirrussearch-regex-too-busy-error": "Có quá nhiều truy vấn biểu thức chính quy đang được thực hiện. Xin vui lòng thử lại sau.",
	"cirrussearch-regex-too-complex-error": "Biểu thức chính quy này quá phức tạp. Tìm hiểu cách làm nó đơn giản hơn [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|tại đây]].",
	"cirrussearch-now-using": "Wiki này đang sử dụng một công cụ tìm kiếm mới. ([[mw:Special:MyLanguage/Help:CirrusSearch|Tìm hiểu thêm]])",
	"cirrussearch-ignored-headings": " #<!-- để yên dòng này --> <pre>\n# Công cụ tìm kiếm sẽ bỏ qua các đề mục này.\n# Các thay đổi trong danh sách này sẽ có hiệu lực một khi trang có đề mục được đưa vào chỉ mục.\n# Để bắt trang phải được đưa lại vào chỉ mục, hãy thực hiện một sửa đổi trống.\n# Cú pháp như sau:\n#   * Tất cả mọi thứ từ ký hiệu “#” để cuối dòng là chú thích.\n#   * Mỗi dòng có nội dung là tên đề mục chính xác muốn bỏ qua, phân biệt chữ hoa/thường.\nTham khảo\nChú thích\nLiên kết ngoài\nXem thêm\nĐọc thêm\n #</pre> <!-- để yên dòng này -->",
	"cirrussearch-boost-templates": " #<!-- để yên dòng này --> <pre>\n# Nếu trang chứa một trong những bản mẫu này, độ ưu tiên tìm kiếm của nó sẽ được nhân với số phần trăm chỉ định.\n# Các thay đổi tại thông điệp này được áp dụng ngay.\n# Cú pháp như sau:\n#   * Bất cứ gì từ dấu “#” đến cuối dòng là chú thích.\n#   * Mọi dòng không để trống là tên chính xác của bản mẫu cần ưu tiên, kể cả không gian tên, phân biệt chữ hoa/thường, theo sau là dấu “|”, đến số, rồi đến dấu “%”.\n# Ví dụ dòng hợp lệ:\n# Bản mẫu:Tốt|150%\n# Bản mẫu:Tốt thật tốt|300%\n# Bản mẫu:Dở|50%\n# Ví dụ dòng không hợp lệ:\n# Bản mẫu:Thử|150.234234% <-- không cho phép số thập phân!\n# Foo|150% <--- hợp lệ, nhưng chỉ trùng với những lần trang thuộc không gian tên chính Foo được nhúng\n# Để kiểm thử các thay đổi thiết lập, thực hiện một truy vấn có tiền tố boost-templates:\"XX\" trong đó XX là tất cả các bản mẫu bạn muốn ưu tiên, phân cách bằng khoảng cách thay vì ngắt dòng.\n# Các truy vấn định rõ boost-templates:\"XX\" sẽ bỏ qua nội dung của thông điệp này.\n #</pre> <!-- để yên dòng này -->",
	"cirrussearch-pref-label": "Công cụ tìm kiếm mới",
	"cirrussearch-pref-desc": "Thử công cụ tìm kiếm mới hỗ trợ nhiều ngôn ngữ hơn, cung cấp kết quả mới hơn, có khả năng tìm văn bản bên trong bản mẫu.",
	"cirrussearch-give-feedback": "Gửi nhận xét cho chúng tôi",
	"cirrussearch-morelikethis-settings": "#<!-- để nguyên dòng này, đừng thay đổi --> <pre>\n# Thông điệp này giúp bạn thay đổi thiết lập tính năng \"trang tương tự\".\n# Các thay đổi tại đây sẽ có hiệu lực tức thì.\n# Cú pháp như sau:\n#   * Những dòng bắt đầu bằng ký tự \"#\" thì toàn bộ dòng là chú thích.\n#   * Những dòng có nội dung thì sẽ là tên thiết lập theo sau là ký tự \":\" rồi đến giá trị thiết lập\n# Các thiết lập gồm có:\n#   * min_doc_freq (số nguyên): Số tài liệu tối thiểu (cho mỗi cụm từ) có chứa cụm từ đủ để được xét đến.\n#   * max_doc_freq (số nguyên): Số tài liệu tối đa (cho mỗi cụm từ) có chứa cụm từ được xét đến.\n#                   Cụm từ có tần suất cao thường là \"từ kết\".\n#   * max_query_terms (số nguyên): Số cụm từ tối đa được xem xét. Giá trị này có giới hạn trên là $wgCirrusSearchMoreLikeThisMaxQueryTermsLimit (100).\n#   * min_term_freq (số nguyên): Số lần xuất hiện tối thiểu của cụm từ trong tài liệu để tài liệu được xem xét. Đối với các trường nhỏ (tiêu đề) giá trị này nên là 1.\n#   * minimum_should_match (phần trăm -100% đến 100%, hoặc số nguyên là số cụm từ): Phần trăm cụm từ trùng khớp. Mặc định là 30%.\n#   * min_word_len (số nguyên): Chiều dài tối thiểu của cụm từ để được xem xét. Mặc định là 0.\n#   * max_word_len (số nguyên): Chiều dài tối đa của cụm từ, trên giới hạn này sẽ bị bỏ qua. Mặc định là không có giới hạn (0).\n#   * fields (giá trị phân tách bằng dấu phẩy): Các trường sẽ dùng. Các trường cho phép gồm có title (tiêu đề), text (nội dung), auxiliary_text (nội dung phụ), opening_text (đoạn mở đầu), headings (đầu đề mục).\n# Ví dụ về các thiết lập đúng:\n# min_doc_freq:2\n# max_doc_freq:20000\n# max_query_terms:25\n# min_term_freq:2\n# minimum_should_match:30%\n# min_word_len:2\n# max_word_len:40\n# fields:text,opening_text\n# </pre> <!-- để yên dòng này, đừng thay đổi -->",
	"cirrussearch-didyoumean-settings": "#<!-- để nguyên dòng này, đừng thay đổi --> <pre>\n# Thông điệp này giúp bạn thay đổi thiết lập tính năng \"Có phải ý bạn là\".\n# Xem thêm https://www.elastic.co/guide/en/elasticsearch/reference/current/search-suggesters-phrase.html\n# Các thay đổi tại đây sẽ có hiệu lực tức thì.\n# Các thiết lập gồm có:\n#   * max_errors (số nguyên): số cụm từ tối đa bị xem là sai chính tả để được xem xét sửa lại. 1 hoặc 2.\n#   * confidence (số thập phân): Mức tin cậy định nghĩa hệ số áp dụng vào điểm từ nhập để dùng làm giá trị biên cho các ứng viên được đề xuất. Chỉ những ứng viên có điểm số cao hơn giá trị biên mới được đưa vào kết quả hiển thị. Ví dụ với mức tin cậy là 1.0 thì chỉ trả về đề xuất có điểm số cao hơn cụm từ nhập vào. Đặt là 0.0 thì ứng viên tốt nhất sẽ được trả về.\n#   * min_doc_freq (số thập phân giữa 0 và 1): Số tài liệu tối thiểu mà một đề xuất cần xuất hiện trong đó.\n#                   Các cụm từ có tần suất cao thường là \"từ kết\".\n#   * max_term_freq (số thập phân giữa 0 và 1): Số tài liệu tối đa mà một thuật ngữ có thể tồn tại trong đó để có thể được đưa vào.\n#   * prefix_length (số nguyên): Số ký tự tiền tố tối thiểu phải khớp với thuật ngữ để có thể là một đề xuất.\n#   * suggest_mode (một trong ba giá trị: missing (thiếu), popular (phổ biến), always (luôn luôn)): Chế độ đề xuất sẽ quản lý cách đưa đề xuất vào kết quả.\n# Ví dụ về các thiết lập đúng:\n# max_errors:2\n# confidence:2.0\n# max_term_freq:0.5\n# min_doc_freq:0.01\n# prefix_length:2\n# suggest_mode:always\n#\n# </pre> <!-- để nguyên dòng này, đừng thay đổi. -->",
	"cirrussearch-query-too-long": "Yêu cầu tìm kiếm vượt quá số ký tự tối đa được cho phép. ($1 > $2)",
	"cirrussearch-completion-profile-strict": "Đề xuất sát, chỉ bỏ một số dấu chấm phẩy nhưng giữ nguyên dấu thanh mũ và dấu nhấn.",
	"cirrussearch-completion-profile-classic": "Tiền tố phổ biến, bỏ một số dấu chấm phẩy và dấu thanh mũ.",
	"cirrussearch-completion-profile-normal": "Bỏ một vài dấu chấm phẩy, dấu thanh mũ và từ dừng.",
	"cirrussearch-completion-profile-normal-subphrases": "Bỏ một vài dấu chấm phẩy, dấu thanh mũ và từ dừng. Nó cũng tìm kiếm trong cụm từ con (có thể là cụm từ con hoặc trang con tùy vào cấu hình bên trong của wiki).",
	"cirrussearch-completion-profile-fuzzy": "Tương tự với dạng thông thường chỉ sửa chính tả (hỗ trợ sửa hai lỗi chính tả).",
	"cirrussearch-completion-profile-fast-fuzzy": "Cách làm lai mờ (thử nghiệm, có thể bị dừng trong tương lai)",
	"cirrussearch-completion-profile-fuzzy-subphrases": "Tương tự với dạng thông thường chỉ sửa lỗi chính tả (hỗ trợ sửa hai lỗi chính tả). Nó cũng tìm kiếm cụm từ con (có thể là cụm từ con hoặc trang con tùy vào cấu hình bên trong của wiki).",
	"cirrussearch-qi-profile-classic": "Xếp hạng dựa trên số liên kết chỉ vào, một số bản mẫu, ngôn ngữ trang và lần sửa gần nhất (bản mẫu/ngôn ngữ/thời gian sửa có thể không được kích hoạt tại wiki này).",
	"cirrussearch-qi-profile-classic-noboostlinks": "Xếp hạng dựa trên một số bản mẫu, ngôn ngữ trang và lần sửa gần nhất khi được kích hoạt trên wiki này.",
	"cirrussearch-qi-profile-empty": "Xếp hạng chỉ dựa trên các tính năng truy vấn (chỉ dùng để gỡ lỗi).",
	"cirrussearch-qi-profile-wsum-inclinks-pv": "Tổng có trọng số dựa trên số liên kết chỉ đến và số lượng xem trang mỗi tuần",
	"cirrussearch-qi-profile-wsum-inclinks": "Tổng có trọng số dựa trên số liên kết chỉ đến",
	"cirrussearch-qi-profile-popular-pv": "Xếp hạng dựa chủ yếu vào số lượt xem trang",
	"cirrussearch-qi-profile-popular-inclinks": "Xếp hạng dựa chủ yếu vào số liên kết chỉ đến",
	"prefs-completion": "Hoàn tất từ khóa tìm kiếm",
	"cirrussearch-pref-completion-section-desc": "Gợi ý hoàn tất tìm kiếm",
	"cirrussearch-pref-completion-profile-help": "Đặt hành vi cho các gợi ý tìm kiếm (tìm kiếm ngay khi nhập).\n\n[https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:CirrusSearch/CompletionSuggester completion suggester] là một thuật toán cho các đề xuất tìm kiếm mạnh hơn về khả năng sửa lỗi chính tả và tìm kiếm từ khóa liên quan. Tìm kiếm tiền tố là thuật toán gợi ý kiểu cũ tìm kiếm ngay khi nhập.",
	"cirrussearch-completion-profile-fuzzy-pref-name": "Mặc định (khuyên dùng)",
	"cirrussearch-completion-profile-fuzzy-pref-desc": "Sửa tối đa hai lỗi sai. Xóa đổi hướng các trang có tên quá giống với tên trang chính.",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-name": "Tìm cụm từ con (khuyên dùng cho các tựa trên dài)",
	"cirrussearch-completion-profile-fuzzy-subphrases-pref-desc": "Sửa tối đa hai lỗi chính tả. Sửa đổi hướng gần. Tìm cụm từ con trong tiêu đề.",
	"cirrussearch-completion-profile-strict-pref-name": "Chế độ chính xác (nâng cao)",
	"cirrussearch-completion-profile-strict-pref-desc": "Không sửa lỗi sai. Tìm kiếm chính xác những gì được nhập vào.",
	"cirrussearch-completion-profile-normal-pref-name": "Chế độ đổi hướng (nâng cao)",
	"cirrussearch-completion-profile-normal-pref-desc": "Không sửa lỗi sai. Đổi hướng các trang có tên gần giống nhau.",
	"cirrussearch-completion-profile-normal-subphrases-pref-name": "Chế độ đổi hướng có tìm cụm từ con (nâng cao)",
	"cirrussearch-completion-profile-normal-subphrases-pref-desc": "Không sửa lỗi chính tả. Sửa đổi hướng gần. Tìm cụm từ con trong tiêu đề.",
	"cirrussearch-completion-profile-classic-pref-name": "Tìm tiền tố cổ điển",
	"cirrussearch-completion-profile-classic-pref-desc": "Không sửa lỗi sai. Tìm kiếm từ đầu tên trang.",
	"cirrussearch-timed-out": "Truy vấn bị hết thời gian. Chỉ có sẵn một số kết quả.",
	"cirrussearch-file-numeric-feature-not-a-number": "Cụm từ tìm kiếm '$1' cần giá trị số, nhưng lại nhận '$2'.",
	"cirrusesarch-file-numeric-feature-multi-argument-w-sign": "Cụm từ tìm kiếm '$1' không cho phép nhiều tham số và dấu với '$2'.",
	"cirrussearch-feature-not-available": "Từ khóa tìm kiếm “$1” không được kích hoạt trên wiki này.",
	"cirrussearch-feature-too-many-conditions": "Quá nhiều điều kiện trong '$1', rút ngắn lại thành $2.",
	"cirrussearch-feature-deepcat-endpoint": "$wgCirrusSearchCategoryEndpoint nên được chỉnh thành một điểm cuối SPARQL hợp lệ để có thể dùng tìm kiếm thể loại sâu bên trong.",
	"cirrussearch-feature-deepcat-exception": "Truy vấn SPARQL để tìm kiếm thể loại sâu bên trong thất bại",
	"cirrussearch-feature-deepcat-toomany": "Truy vấn thể loại sâu bên trong trả về quá nhiều thể loại",
	"cirrussearch-feature-deepcat-invalid-title": "Thể loại cung cấp không hợp lệ.",
	"cirrussearch-incategory-feature-no-valid-categories": "Không có thể loại hợp lệ trong '$1'.",
	"cirrussearch-mlt-feature-no-valid-titles": "Không có tiêu đề hợp lệ trong '$1'.",
	"cirrussearch-mlt-not-configured": "Tính năng '$1' bị cấu hình sai. Hãy yêu cầu người quản trị sửa lại $wgCirrusSearchMoreLikeThisFields",
	"cirrussearch-explore-similar-related": "Liên quan",
	"cirrussearch-explore-similar-categories": "Thể loại",
	"cirrussearch-explore-similar-languages": "Ngôn ngữ",
	"cirrussearch-explore-similar-related-none": "Không có sẵn trang liên quan",
	"cirrussearch-explore-similar-categories-none": "Không có sẵn thể loại",
	"cirrussearch-explore-similar-languages-none": "Không có sẵn trong ngôn ngữ khác",
	"cirrussearch-article-words": "Tổng số từ trong các trang nội dung",
	"cirrussearch-keyword-prefix-ns-mismatch": "Không gian tên trong cụm từ tìm kiếm <code>prefix:</code> không tương thích với không gian tên được yêu cầu. Bạn có thể sửa bằng cách thay tiền tố prefix bằng <code>all:</code>",
	"cirrussearch-autoselect-profile": "Để bộ máy tìm kiếm quyết định dùng hồ sơ tốt nhất.",
	"cirrussearch-offset-too-large": "Không truy xuất được kết quả. Số kết quả tìm kiếm tối đa là $1, nhưng lại yêu cầu kết quả từ $2.",
	"cirrussearch-offset-not-allowed-with-random-sort": "Bỏ qua yêu cầu phân trang kết quả được sắp xếp ngẫu nhiên.",
	"cirrussearch-articletopic-invalid-topic": "Không hiểu {{PLURAL:$2}}tên chủ đề của từ khóa <kbd>articletopic:</kbd>: $1"
}
