{
	"@metadata": {
		"authors": [
			"Aftab1995",
			"Aftabuzzaman",
			"Bellayet",
			"Nasir8891",
			"Zaheen",
			"আফতাবুজ্জামান"
		]
	},
	"cite-desc": "উদ্ধৃতির জন্য, <code>&lt;ref[ name=id]&gt;</code> এবং <code>&lt;references/&gt;</code> ট্যাগসমূহ যোগ করুন",
	"cite_error": "উদ্ধৃতি ত্রুটি: $1",
	"cite_error_ref_invalid_dir": "<code>&lt;ref&gt;</code> ট্যাগ অবৈধ; dir বৈশিষ্ট্য \"$1\" অজানা। অবশই ltr বা rtl হতে হবে",
	"cite_error_ref_numeric_key": "অবৈধ <code>&lt;ref&gt;</code> ট্যাগ; নাম কোন সরল পূর্ণসংখ্যা হতে পারবে না। একটি বিবরণমূলক শিরোনাম ব্যবহার করুন",
	"cite_error_ref_no_key": "শুরুর <code>&lt;ref&gt;</code> ট্যাগ সঠিক নয় বা ভুল নামে রয়েছে",
	"cite_error_ref_too_many_keys": "অবৈধ <code>&lt;ref&gt;</code> ট্যাগ; অবৈধ নাম (যেমন- সংখ্যাতিরিক্ত)",
	"cite_error_ref_no_input": "অবৈধ <code>&lt;ref&gt;</code> ট্যাগ; নামবিহীন ref সমূহের অবশ্যই বিষয়বস্তু থাকতে হবে",
	"cite_error_references_duplicate_key": "<code>&lt;ref&gt;</code> ট্যাগ অবৈধ; আলাদা বিষয়বস্তুর সঙ্গে \"$1\" নাম একাধিক বার সংজ্ঞায়িত করা হয়েছে",
	"cite_error_references_invalid_parameters": "<code>&lt;references&gt;</code> ট্যাগে অবৈধ প্যারামিটার",
	"cite_error_references_no_backlink_label": "স্বনির্ধারিত পিছনসংযোগের স্তরের সংখ্যা শেষ হয়ে গেছে।\n[[MediaWiki:Cite references link many format backlink labels]] বার্তায় আরও সংজ্ঞায়িত করুন।",
	"cite_error_no_link_label_group": "\"$1\" গ্রুপের জন্য স্বনির্ধারিত লিংক ব্যবহারের সীমানা পেরিয়েছে।\n[[MediaWiki:$2]] বার্তায় আরও সজ্ঞায়িত করুন।",
	"cite_error_references_no_text": "অবৈধ <code>&lt;ref&gt;</code> ট্যাগ; <code>$1</code> নামের সূত্রের জন্য কোন লেখা প্রদান করা হয়নি",
	"cite_error_included_ref": "<code>&lt;ref&gt;</code> ট্যাগের ক্ষেত্রে <code>&lt;/ref&gt;</code> ট্যাগ যোগ করা হয়নি",
	"cite_error_group_refs_without_references": "\"$1\" নামক গ্রুপের জন্য <code>&lt;ref&gt;</code> ট্যাগ রয়েছে, কিন্তু এর জন্য কোন সঙ্গতিপূর্ণ <code>&lt;references group=\"$1\"/&gt;</code> ট্যাগ পাওয়া যায়নি, বা বন্ধকরণ <code>&lt;/ref&gt;</code> দেয়া হয়নি",
	"cite_error_references_group_mismatch": "\"$1\" গ্রুপের ক্ষেত্রে <code>&lt;ref&gt;</code> ট্যাগ <code>&lt;references&gt;</code> ট্যাগের অংশে ব্যবহারে সমস্যা সৃষ্টি হয়েছে।",
	"cite_error_references_missing_group": "<code>&lt;references&gt;</code>-এ সংজ্ঞায়িত <code>&lt;ref&gt;</code> ট্যাগে আরোপ গ্রুপ \"$1\" রয়েছে যা পূর্ববর্তী লেখায় প্রদর্শিত হয়নি।",
	"cite_error_references_missing_key": "<code>&lt;references&gt;</code>-এ সংজ্ঞায়িত \"$1\" নামসহ <code>&lt;ref&gt;</code> ট্যাগ পূর্ববর্তী লেখায় ব্যবহৃত হয়নি।",
	"cite_error_references_no_key": "<code>&lt;references&gt;</code>-এ সংজ্ঞায়িত <code>&lt;ref&gt;</code> ট্যাগে কোন নাম আরোপ করা হয়নি।",
	"cite_error_empty_references_define": "\"$1\" নামসহ <code>&lt;references&gt;</code>-এ সংজ্ঞায়িত <code>&lt;ref&gt;</code> ট্যাগে কোন বিষয়বস্তু নেই।",
	"cite-tracking-category-cite-error": "তথ্যসূত্র ত্রুটিসহ পাতা",
	"cite-tracking-category-cite-error-desc": "এই বিষয়শ্রেণীতে অন্তর্ভুক্ত নিবন্ধসমূহে তথ্যসূত্র ট্যাগ ব্যবহারে ত্রুটি আছে।",
	"cite_references_link_many_format_backlink_labels": "ক খ গ ঘ ঙ চ ছ জ ঝ ঞ ট ঠ ড ঢ ণ ত থ দ ধ ন প ফ ব ভ ম য র ল শ ষ স হ ড় ঢ় য় ৎ কক কখ কগ কঘ কঙ কচ কছ কজ কঝ কঞ কট কঠ কড কঢ কণ কত কথ কদ কধ কন কপ কফ কব কভ কম কয কর কল কশ কষ কস কহ কড় কঢ় কয় কৎ খক খখ খগ খঘ খঙ খচ খছ খজ খঝ খঞ খট খঠ খড খঢ খণ খত খথ খদ খধ খন খপ খফ খব খভ খম খয খর খল খশ খষ খস খহ খড় খঢ় খয় খৎ গক গখ গগ গঘ গঙ গচ গছ গজ গঝ গঞ গট গঠ গড গঢ গণ গত গথ গদ গধ গন গপ গফ গব গভ গম গয গর গল গশ গষ গস গহ গড় গঢ় গয় গৎ ঘক ঘখ ঘগ ঘঘ ঘঙ ঘচ ঘছ ঘজ ঘঝ ঘঞ ঘট ঘঠ ঘড ঘঢ ঘণ ঘত ঘথ ঘদ ঘধ ঘন ঘপ ঘফ ঘব ঘভ ঘম ঘয ঘর ঘল ঘশ ঘষ ঘস ঘহ ঘড় ঘঢ় ঘয় ঘৎ ঙক ঙখ ঙগ ঙঘ ঙঙ ঙচ ঙছ ঙজ ঙঝ ঙঞ ঙট ঙঠ ঙড ঙঢ ঙণ ঙত ঙথ ঙদ ঙধ ঙন ঙপ ঙফ ঙব ঙভ ঙম ঙয ঙর ঙল ঙশ ঙষ ঙস ঙহ ঙড় ঙঢ় ঙয় ঙৎ চক চখ চগ চঘ চঙ চচ চছ চজ চঝ চঞ চট চঠ চড চঢ চণ চত চথ চদ চধ চন চপ চফ চব চভ চম চয চর চল চশ চষ চস চহ চড় চঢ় চয় চৎ ছক ছখ ছগ ছঘ ছঙ ছচ ছছ ছজ ছঝ ছঞ ছট ছঠ ছড ছঢ ছণ ছত ছথ ছদ ছধ ছন ছপ ছফ ছব ছভ ছম ছয ছর ছল ছশ ছষ ছস ছহ ছড় ছঢ় ছয় ছৎ জক জখ জগ জঘ জঙ জচ জছ জজ জঝ জঞ জট জঠ জড জঢ জণ জত জথ জদ জধ জন জপ জফ জব জভ জম জয জর জল জশ জষ জস জহ জড় জঢ় জয় জৎ ঝক ঝখ ঝগ ঝঘ ঝঙ ঝচ ঝছ ঝজ ঝঝ ঝঞ ঝট ঝঠ ঝড ঝঢ ঝণ ঝত ঝথ ঝদ ঝধ ঝন ঝপ ঝফ ঝব ঝভ ঝম ঝয ঝর ঝল ঝশ ঝষ ঝস ঝহ ঝড় ঝঢ় ঝয় ঝৎ ঞক ঞখ ঞগ ঞঘ ঞঙ ঞচ ঞছ ঞজ ঞঝ ঞঞ ঞট ঞঠ ঞড ঞঢ ঞণ ঞত ঞথ ঞদ ঞধ ঞন ঞপ ঞফ ঞব ঞভ ঞম ঞয ঞর ঞল ঞশ ঞষ ঞস ঞহ ঞড় ঞঢ় ঞয় ঞৎ টক টখ টগ টঘ টঙ টচ টছ টজ টঝ টঞ টট টঠ টড টঢ টণ টত টথ টদ টধ টন টপ টফ টব টভ টম টয টর টল টশ টষ টস টহ টড় টঢ় টয় টৎ ঠক ঠখ ঠগ ঠঘ ঠঙ ঠচ ঠছ ঠজ ঠঝ ঠঞ ঠট ঠঠ ঠড ঠঢ ঠণ ঠত ঠথ ঠদ ঠধ ঠন ঠপ ঠফ ঠব ঠভ ঠম ঠয ঠর ঠল ঠশ ঠষ ঠস ঠহ ঠড় ঠঢ় ঠয় ঠৎ ডক ডখ ডগ ডঘ ডঙ ডচ ডছ ডজ ডঝ ডঞ ডট ডঠ ডড ডঢ ডণ ডত ডথ ডদ ডধ ডন ডপ ডফ ডব ডভ ডম ডয ডর ডল ডশ ডষ ডস ডহ ডড় ডঢ় ডয় ডৎ ঢক ঢখ ঢগ ঢঘ ঢঙ ঢচ ঢছ ঢজ ঢঝ ঢঞ ঢট ঢঠ ঢড ঢঢ ঢণ ঢত ঢথ ঢদ ঢধ ঢন ঢপ ঢফ ঢব ঢভ ঢম ঢয ঢর ঢল ঢশ ঢষ ঢস ঢহ ঢড় ঢঢ় ঢয় ঢৎ ণক ণখ ণগ ণঘ ণঙ ণচ ণছ ণজ ণঝ ণঞ ণট ণঠ ণড ণঢ ণণ ণত ণথ ণদ ণধ ণন ণপ ণফ ণব ণভ ণম ণয ণর ণল ণশ ণষ ণস ণহ ণড় ণঢ় ণয় ণৎ তক তখ তগ তঘ তঙ তচ তছ তজ তঝ তঞ তট তঠ তড তঢ তণ তত তথ তদ তধ তন তপ তফ তব তভ তম তয তর তল তশ তষ তস তহ তড় তঢ় তয় তৎ থক থখ থগ থঘ থঙ থচ থছ থজ থঝ থঞ থট থঠ থড থঢ থণ থত থথ থদ থধ থন থপ থফ থব থভ থম থয থর থল থশ থষ থস থহ থড় থঢ় থয় থৎ দক দখ দগ দঘ দঙ দচ দছ দজ দঝ দঞ দট দঠ দড দঢ দণ দত দথ দদ দধ দন দপ দফ দব দভ দম দয দর দল দশ দষ দস দহ দড় দঢ় দয় দৎ ধক ধখ ধগ ধঘ ধঙ ধচ ধছ ধজ ধঝ ধঞ ধট ধঠ ধড ধঢ ধণ ধত ধথ ধদ ধধ ধন ধপ ধফ ধব ধভ ধম ধয ধর ধল ধশ ধষ ধস ধহ ধড় ধঢ় ধয় ধৎ নক নখ নগ নঘ নঙ নচ নছ নজ নঝ নঞ নট নঠ নড নঢ নণ নত নথ নদ নধ নন নপ নফ নব নভ নম নয নর নল নশ নষ নস নহ নড় নঢ় নয় নৎ পক পখ পগ পঘ পঙ পচ পছ পজ পঝ পঞ পট পঠ পড পঢ পণ পত পথ পদ পধ পন পপ পফ পব পভ পম পয পর পল পশ পষ পস পহ পড় পঢ় পয় পৎ ফক ফখ ফগ ফঘ ফঙ ফচ ফছ ফজ ফঝ ফঞ ফট ফঠ ফড ফঢ ফণ ফত ফথ ফদ ফধ ফন ফপ ফফ ফব ফভ ফম ফয ফর ফল ফশ ফষ ফস ফহ ফড় ফঢ় ফয় ফৎ বক বখ বগ বঘ বঙ বচ বছ বজ বঝ বঞ বট বঠ বড বঢ বণ বত বথ বদ বধ বন বপ বফ বব বভ বম বয বর বল বশ বষ বস বহ বড় বঢ় বয় বৎ ভক ভখ ভগ ভঘ ভঙ ভচ ভছ ভজ ভঝ ভঞ ভট ভঠ ভড ভঢ ভণ ভত ভথ ভদ ভধ ভন ভপ ভফ ভব ভভ ভম ভয ভর ভল ভশ ভষ ভস ভহ ভড় ভঢ় ভয় ভৎ মক মখ মগ মঘ মঙ মচ মছ মজ মঝ মঞ মট মঠ মড মঢ মণ মত মথ মদ মধ মন মপ মফ মব মভ মম ময মর মল মশ মষ মস মহ মড় মঢ় ময় মৎ যক যখ যগ যঘ যঙ যচ যছ যজ যঝ যঞ যট যঠ যড যঢ যণ যত যথ যদ যধ যন যপ যফ যব যভ যম যয যর যল যশ যষ যস যহ যড় যঢ় যয় যৎ রক রখ রগ রঘ রঙ রচ রছ রজ রঝ রঞ রট রঠ রড রঢ রণ রত রথ রদ রধ রন রপ রফ রব রভ রম রয রর রল রশ রষ রস রহ রড় রঢ় রয় রৎ লক লখ লগ লঘ লঙ লচ লছ লজ লঝ লঞ লট লঠ লড লঢ লণ লত লথ লদ লধ লন লপ লফ লব লভ লম লয লর লল লশ লষ লস লহ লড় লঢ় লয় লৎ শক শখ শগ শঘ শঙ শচ শছ শজ শঝ শঞ শট শঠ শড শঢ শণ শত শথ শদ শধ শন শপ শফ শব শভ শম শয শর শল শশ শষ শস শহ শড় শঢ় শয় শৎ ষক ষখ ষগ ষঘ ষঙ ষচ ষছ ষজ ষঝ ষঞ ষট ষঠ ষড ষঢ ষণ ষত ষথ ষদ ষধ ষন ষপ ষফ ষব ষভ ষম ষয ষর ষল ষশ ষষ ষস ষহ ষড় ষঢ় ষয় ষৎ সক সখ সগ সঘ সঙ সচ সছ সজ সঝ সঞ সট সঠ সড সঢ সণ সত সথ সদ সধ সন সপ সফ সব সভ সম সয সর সল সশ সষ সস সহ সড় সঢ় সয় সৎ হক হখ হগ হঘ হঙ হচ হছ হজ হঝ হঞ হট হঠ হড হঢ হণ হত হথ হদ হধ হন হপ হফ হব হভ হম হয হর হল হশ হষ হস হহ হড় হঢ় হয় হৎ",
	"cite_references_link_accessibility_label": "ঝাঁপ দাও",
	"cite_references_link_many_accessibility_label": "ঝাঁপ দাও:",
	"cite_section_preview_references": "তথ্যসূত্রের প্রাকদর্শন",
	"cite_warning": "উদ্ধৃতি সতর্কবার্তা: $1",
	"cite_warning_sectionpreview_no_text": "<code>$1</code> নামসহ <code>&lt;ref&gt;</code> ট্যাগের প্রাকদর্শন দেখা যাবে না কারণ এটি বর্তমান অনুচ্ছেদের বাইরে সংজ্ঞায়িত করা হয়েছে বা একেবারেই সংজ্ঞায়িত করা হয়নি।"
}
