{
	"@metadata": {
		"authors": [
			"Aefgh39622",
			"Horus",
			"Passawuth",
			"Patsagorn Y."
		]
	},
	"cite-desc": "เพิ่มป้ายระบุ <code>&lt;ref[ name=id]&gt;</code> และ &lt;references /&gt; สำหรับการอ้างอิง",
	"cite_error": "อ้างอิงผิดพลาด: $1",
	"cite_error_ref_numeric_key": "ป้ายระบุ <code>&lt;ref&gt;</code> ไม่ถูกต้อง\nชื่อไม่สามารถเป็นจำนวนเต็มอย่างง่าย ใช้ชื่อเรื่องพรรณนา",
	"cite_error_ref_no_key": "ป้ายระบุ <code>&lt;ref&gt;</code> เปิดผิดรูปหรือมีชื่อที่ใช้ไม่ได้",
	"cite_error_ref_too_many_keys": "ป้ายระบุ <code>&lt;ref&gt;</code> ไม่ถูกต้อง\nชื่อไม่ถูกต้อง เช่น มากเกินไป",
	"cite_error_ref_no_input": "ป้ายระบุ <code>&lt;ref&gt;</code> ไม่ถูกต้อง\nอ้างอิงที่ไม่มีชื่อต้องมีเนื้อหา",
	"cite_error_references_duplicate_key": "ป้ายระบุ <code>&lt;ref&gt;</code> ไม่สมเหตุสมผล มีนิยามชื่อ \"$1\" หลายครั้งด้วยเนื้อหาต่างกัน",
	"cite_error_references_invalid_parameters": "ตัวแปรเสริมไม่ถูกต้องในป้ายระบุ <code>&lt;references&gt;</code>",
	"cite_error_references_no_text": "ป้ายระบุ <code>&lt;ref&gt;</code> ไม่ถูกต้อง\nไม่มีการกำหนดข้อความสำหรับอ้างอิงชื่อ <code>$1</code>",
	"cite_error_included_ref": "ไม่มีการปิด <code>&lt;/ref&gt;</code> สำหรับป้ายระบุ <code>&lt;ref&gt;</code>",
	"cite_error_group_refs_without_references": "มีป้ายระบุ <code>&lt;ref&gt;</code> สำหรับกลุ่มชื่อ \"$1\" แต่ไม่พบป้ายระบุ <code>&lt;references group=\"$1\"/&gt;</code> ที่สอดคล้องกัน หรือไม่มีการปิด <code>&lt;/ref&gt;</code>",
	"cite_error_references_group_mismatch": "ป้ายระบุ <code>&lt;ref&gt;</code> ใน <code>&lt;references&gt;</code> มีลักษณะกลุ่มขัดแย้ง \"$1\"",
	"cite_error_references_missing_group": "ป้ายระบุ <code>&lt;ref&gt;</code> ที่นิยามใน <code>&lt;references&gt;</code> มีลักษณะกลุ่ม \"$1\" ซึ่งไม่ปรากฏในข้อความก่อนหน้า",
	"cite_error_references_missing_key": "ป้ายระบุ <code>&lt;ref&gt;</code> ชื่อ \"$1\" ซึ่งนิยามใน  <code>&lt;references&gt;</code> ไม่ถูกใช้ในข้อความก่อนหน้า",
	"cite_error_references_no_key": "ป้ายระบุ <code>&lt;ref&gt;</code> ที่นิยามใน <code>&lt;references&gt;</code> ไม่มีลักษณะชื่อ",
	"cite_error_empty_references_define": "ป้ายระบุ <code>&lt;ref&gt;</code> ที่นิยามใน <code>&lt;references&gt;</code> ด้วยชื่อ \"$1\" ไม่มีเนื้อหา",
	"cite-tracking-category-cite-error": "หน้าที่มีข้อผิดพลาดการอ้างอิง",
	"cite-tracking-category-cite-error-desc": "หน้าในหมวดหมู่นี้มีข้อผิดพลาดในการใช้ป้ายระบุอ้างอิง",
	"cite_references_link_many_format_backlink_labels": "ก ข ค ง จ ฉ ช ซ ด ต ถ ท น บ ป ผ ฝ พ ฟ ม ย ร ว ส อ ฮ กก กข กค กง กจ กฉ กช กซ กด กต กถ กท กน กบ กป กผ กฝ กพ กฟ กม กย กร กว กส กอ กฮ ขก ขข ขค ขง ขจ ขฉ ขช ขซ ขด ขต ขถ ขท ขน ขบ ขป ขผ ขฝ ขพ ขฟ ขม ขย ขร ขว ขส ขอ ขฮ คก คข คค คง คจ คฉ คช คซ คด คต คถ คท คน คบ คป คผ คฝ คพ คฟ คม คย คร คว คส คอ คฮ งก งข งค งง งจ งฉ งช งซ งด งต งถ งท งน งบ งป งผ งฝ งพ งฟ งม งย งร งว งส งอ งฮ จก จข จค จง จจ จฉ จช จซ จด จต จถ จท จน จบ จป จผ จฝ จพ จฟ จม จย จร จว จส จอ จฮ ฉก ฉข ฉค ฉง ฉจ ฉฉ ฉช ฉซ ฉด ฉต ฉถ ฉท ฉน ฉบ ฉป ฉผ ฉฝ ฉพ ฉฟ ฉม ฉย ฉร ฉว ฉส ฉอ ฉฮ ชก ชข ชค ชง ชจ ชฉ ชช ชซ ชด ชต ชถ ชท ชน ชบ ชป ชผ ชฝ ชพ ชฟ ชม ชย ชร ชว ชส ชอ ชฮ ซก ซข ซค ซง ซจ ซฉ ซช ซซ ซด ซต ซถ ซท ซน ซบ ซป ซผ ซฝ ซพ ซฟ ซม ซย ซร ซว ซส ซอ ซฮ ดก ดข ดค ดง ดจ ดฉ ดช ดซ ดด ดต ดถ ดท ดน ดบ ดป ดผ ดฝ ดพ ดฟ ดม ดย ดร ดว ดส ดอ ดฮ ตก ตข ตค ตง ตจ ตฉ ตช ตซ ตด ตต ตถ ตท ตน ตบ ตป ตผ ตฝ ตพ ตฟ ตม ตย ตร ตว ตส ตอ ตฮ ถก ถข ถค ถง ถจ ถฉ ถช ถซ ถด ถต ถถ ถท ถน ถบ ถป ถผ ถฝ ถพ ถฟ ถม ถย ถร ถว ถส ถอ ถฮ ทก ทข ทค ทง ทจ ทฉ ทช ทซ ทด ทต ทถ ทท ทน ทบ ทป ทผ ทฝ ทพ ทฟ ทม ทย ทร ทว ทส ทอ ทฮ นก นข นค นง นจ นฉ นช นซ นด นต นถ นท นน นบ นป นผ นฝ นพ นฟ นม นย นร นว นส นอ นฮ บก บข บค บง บจ บฉ บช บซ บด บต บถ บท บน บบ บป บผ บฝ บพ บฟ บม บย บร บว บส บอ บฮ ปก ปข ปค ปง ปจ ปฉ ปช ปซ ปด ปต ปถ ปท ปน ปบ ปป ปผ ปฝ ปพ ปฟ ปม ปย ปร ปว ปส ปอ ปฮ ผก ผข ผค ผง ผจ ผฉ ผช ผซ ผด ผต ผถ ผท ผน ผบ ผป ผผ ผฝ ผพ ผฟ ผม ผย ผร ผว ผส ผอ ผฮ ฝก ฝข ฝค ฝง ฝจ ฝฉ ฝช ฝซ ฝด ฝต ฝถ ฝท ฝน ฝบ ฝป ฝผ ฝฝ ฝพ ฝฟ ฝม ฝย ฝร ฝว ฝส ฝอ ฝฮ พก พข พค พง พจ พฉ พช พซ พด พต พถ พท พน พบ พป พผ พฝ พพ พฟ พม พย พร พว พส พอ พฮ ฟก ฟข ฟค ฟง ฟจ ฟฉ ฟช ฟซ ฟด ฟต ฟถ ฟท ฟน ฟบ ฟป ฟผ ฟฝ ฟพ ฟฟ ฟม ฟย ฟร ฟว ฟส ฟอ ฟฮ มก มข มค มง มจ มฉ มช มซ มด มต มถ มท มน มบ มป มผ มฝ มพ มฟ มม มย มร มว มส มอ มฮ ยก ยข ยค ยง ยจ ยฉ ยช ยซ ยด ยต ยถ ยท ยน ยบ ยป ยผ ยฝ ยพ ยฟ ยม ยย ยร ยว ยส ยอ ยฮ รก รข รค รง รจ รฉ รช รซ รด รต รถ รท รน รบ รป รผ รฝ รพ รฟ รม รย รร รว รส รอ รฮ วก วข วค วง วจ วฉ วช วซ วด วต วถ วท วน วบ วป วผ วฝ วพ วฟ วม วย วร วว วส วอ วฮ สก สข สค สง สจ สฉ สช สซ สด สต สถ สท สน สบ สป สผ สฝ สพ สฟ สม สย สร สว สส สอ สฮ อก อข อค อง อจ อฉ อช อซ อด อต อถ อท อน อบ อป อผ อฝ อพ อฟ อม อย อร อว อส ออ อฮ ฮก ฮข ฮค ฮง ฮจ ฮฉ ฮช ฮซ ฮด ฮต ฮถ ฮท ฮน ฮบ ฮป ฮผ ฮฝ ฮพ ฮฟ ฮม ฮย ฮร ฮว ฮส ฮอ ฮฮ",
	"cite_references_link_accessibility_label": "กระโดดขึ้น",
	"cite_references_link_many_accessibility_label": "กระโดดขึ้นไป:",
	"cite_references_link_accessibility_back_label": "กระโดดกลับขึ้น",
	"cite_section_preview_references": "ตัวอย่างการอ้างอิง",
	"cite_warning": "คำเตือนการอ้างอิง: $1"
}
